{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "Regex": 4,
      "Path": 5,
      "find": 6,
      "{}": 7,
      "|": 8,
      "-name": 9,
      "File": 10,
      "-type": 11,
      "f": 12,
      "-exec": 13,
      "\\;": 14,
      "Quantity": 15,
      "xargs": 16,
      "-I": 17,
      "grep": 18,
      "-print": 19,
      "-f": 20,
      ")": 21,
      "d": 22,
      "-l": 23,
      "rm": 24,
      "-n": 25,
      "Permission": 26,
      "-print0": 27,
      "-mtime": 28,
      "$(": 29,
      "sort": 30,
      "-d": 31,
      "-or": 32,
      "-r": 33,
      "-0": 34,
      "echo": 35,
      "ls": 36,
      "-iname": 37,
      "-v": 38,
      "-perm": 39,
      "chmod": 40,
      "Number": 41,
      "!": 42,
      "-maxdepth": 43,
      "-size": 44,
      "-c": 45,
      "-s": 46,
      "+Timespan": 47,
      "Directory": 48,
      "-prune": 49,
      "\\(": 50,
      "\\)": 51,
      "-Timespan": 52,
      "-t": 53,
      "wc": 54,
      "cut": 55,
      "cat": 56,
      "-path": 57,
      "-i": 58,
      "+": 59,
      "-p": 60,
      "+Size": 61,
      "-a": 62,
      "<(": 63,
      "head": 64,
      "mv": 65,
      "-printf": 66,
      "chown": 67,
      "Timespan": 68,
      "-o": 69,
      "tr": 70,
      "cp": 71,
      "mkdir": 72,
      "-not": 73,
      "-R": 74,
      "-u": 75,
      "-Permission": 76,
      "-user": 77,
      "tail": 78,
      "-empty": 79,
      "-delete": 80,
      "-mindepth": 81,
      "dirname": 82,
      "-Quantity": 83,
      "-regex": 84,
      "-atime": 85,
      "-": 86,
      "uniq": 87,
      "-e": 88,
      "-ls": 89,
      "tar": 90,
      "rsync": 91,
      "-E": 92,
      "ln": 93,
      "split": 94,
      "-mmin": 95,
      "read": 96,
      "-newer": 97,
      "Size": 98,
      "-h": 99,
      "-H": 100,
      "-k": 101,
      "-and": 102,
      "l": 103,
      "basename": 104,
      "readlink": 105,
      "rev": 106,
      "which": 107,
      "date": 108,
      "tee": 109,
      "-L": 110,
      "-P": 111,
      "-z": 112,
      "-b": 113,
      "pwd": 114,
      "ssh": 115,
      "diff": 116,
      "+Quantity": 117,
      "-w": 118,
      "-depth": 119,
      "-q": 120,
      "du": 121,
      "cd": 122,
      "file": 123,
      "-Size": 124,
      "md5sum": 125,
      "-1": 126,
      "comm": 127,
      "mount": 128,
      "rename": 129,
      "-ctime": 130,
      "-daystart": 131,
      "-m": 132,
      "-x": 133,
      "shopt": 134,
      "mktemp": 135,
      "df": 136,
      "gzip": 137,
      "-2": 138,
      "-newermt": 139,
      "--exclude": 140,
      "-group": 141,
      "--": 142,
      "join": 143,
      "-amin": 144,
      "-execdir": 145,
      "rmdir": 146,
      "-3": 147,
      "-inum": 148,
      "od": 149,
      "cpio": 150,
      "hostname": 151,
      "dig": 152,
      "nl": 153,
      "%p\\n'": 154,
      "whoami": 155,
      "chgrp": 156,
      "-F": 157,
      "-cmin": 158,
      "paste": 159,
      "Program": 160,
      "yes": 161,
      "-xdev": 162,
      "bzip2": 163,
      "touch": 164,
      "history": 165,
      "ping": 166,
      "seq": 167,
      "tree": 168,
      "zcat": 169,
      "+Permission": 170,
      "-N": 171,
      "fold": 172,
      "uname": 173,
      "ifconfig": 174,
      "-regextype": 175,
      "column": 176,
      "env": 177,
      "-nouser": 178,
      "%p\\n\"": 179,
      "tac": 180,
      "-wholename": 181,
      "crontab": 182,
      "gunzip": 183,
      "-ok": 184,
      "-S": 185,
      "-iregex": 186,
      "DateTime": 187,
      "scp": 188,
      "-A": 189,
      "bind": 190,
      "kill": 191,
      "cal": 192,
      "pstree": 193,
      "-C": 194,
      "-lname": 195,
      "watch": 196,
      "who": 197,
      "--lines": 198,
      "-Z": 199,
      "-nogroup": 200,
      "jobs": 201,
      "--target-directory": 202,
      "-iwholename": 203,
      "-samefile": 204,
      "posix-egrep": 205,
      "'%h\\n'": 206,
      "compress": 207,
      "curl": 208,
      "ssh-keygen": 209,
      "--parents": 210,
      "groups": 211,
      "ps": 212,
      "top": 213,
      "--color": 214,
      "--include": 215,
      "-B": 216,
      "-O": 217,
      "-xtype": 218,
      "bash": 219,
      "command": 220,
      "man": 221,
      "\"%f\\n\"": 222,
      "-Number": 223,
      "-fprintf": 224,
      "-j": 225,
      "a": 226,
      "sh": 227,
      "su": 228,
      "w": 229,
      "x1": 230,
      "--date": 231,
      "--total": 232,
      "-links": 233,
      "-newerct": 234,
      "-uid": 235,
      "md5": 236,
      "--delete": 237,
      "--help": 238,
      "-fstype": 239,
      "-g": 240,
      "extglob": 241,
      "finger": 242,
      "nullglob": 243,
      "sleep": 244,
      "\"%T@": 245,
      "%s": 246,
      "%u": 247,
      "--progress": 248,
      "-T": 249,
      "-y": 250,
      "dotglob": 251,
      "posix-extended": 252,
      "\"%h\\n\"": 253,
      "--recursive": 254,
      "-9": 255,
      "-X": 256,
      "-fprint": 257,
      "globstar": 258,
      "n": 259,
      "shred": 260,
      "--ignore-fail-on-non-empty": 261,
      "--max-depth": 262,
      "--suffix-length": 263,
      "--with-filename": 264,
      "-follow": 265,
      "-ipath": 266,
      "-mount": 267,
      "apropos": 268,
      "\"%P\\n\"": 269,
      "\"%s": 270,
      "'%-10s": 271,
      "'%T@": 272,
      "'%TY-%Tm-%Td": 273,
      "'%s": 274,
      "'+%d%m%Y'_archive.tar": 275,
      "--complement": 276,
      "--null": 277,
      "--unique": 278,
      "-V": 279,
      "-gid": 280,
      ">(": 281,
      "info": 282,
      "remount,ro": 283,
      "rsa": 284,
      "rw,remount": 285,
      "sed": 286,
      "\"%C@": 287,
      "\"%f": 288,
      "%p\"": 289,
      "'%#m": 290,
      "'%T+": 291,
      "'%f\\n'": 292,
      "'%p:'": 293,
      "'.'": 294,
      "'Name:": 295,
      "+%F": 296,
      "+%s": 297,
      "--brief": 298,
      "--canonicalize": 299,
      "--files0-from": 300,
      "--force": 301,
      "--reference": 302,
      "--remove-destination": 303,
      "--rsync-path": 304,
      "--tmpdir": 305,
      "--version": 306,
      "-D": 307,
      "-M": 308,
      "-W": 309,
      "-Y": 310,
      "bg": 311,
      "c": 312,
      "loop": 313,
      "remount": 314,
      "remount,rw": 315,
      "yaffs2": 316,
      "\"%T+": 317,
      "\"%p": 318,
      "\"%y": 319,
      "\"f": 320,
      "%16f": 321,
      "%6s\\n'": 322,
      "%TH:%TM:": 323,
      "%Tz": 324,
      "%d/%m/%Y\"": 325,
      "%g": 326,
      "%p": 327,
      "'": 328,
      "'%M": 329,
      "'%p": 330,
      "+%Y-%m-%d": 331,
      "--bytes": 332,
      "--dry-run": 333,
      "--line-buffered": 334,
      "--noreport": 335,
      "--numeric-suffixes": 336,
      "--stats": 337,
      "--verbose": 338,
      "-aHn": 339,
      "-false": 340,
      "Size:": 341,
      "compat31": 342,
      "ext3": 343,
      "fg": 344,
      "is": 345,
      "none": 346,
      "rz": 347,
      "\"%c": 348,
      "\"%h/%f": 349,
      "\"%h\\0\"": 350,
      "\"%s\\t%p\\n\"": 351,
      "\"+%a": 352,
      "\"./%P\\n\"": 353,
      "\"\\n%AD": 354,
      "\"\\n%Ab": 355,
      "\"found\\n\"": 356,
      "\"mv": 357,
      "\"newdir/%P\\0\"": 358,
      "%AT": 359,
      "%H:%M:%S\"": 360,
      "%H:%M:%S'": 361,
      "%TT": 362,
      "%Tk:%TM": 363,
      "%f": 364,
      "%f\\n\"": 365,
      "%n": 366,
      "%pn\"": 367,
      "%s\\n\"": 368,
      "'\"%p\"\\n'": 369,
      "'%Tc": 370,
      "'%h/%f'": 371,
      "'%h/lib%f'\\n\"": 372,
      "'%h\\0'": 373,
      "':%h\\n'": 374,
      "':%p'": 375,
      "+\"%a": 376,
      "+\"%d\"": 377,
      "+\"%s\"": 378,
      "+%Y:%m:%d": 379,
      "+%a": 380,
      "--append": 381,
      "--delete-after": 382,
      "--delete-excluded": 383,
      "--filter": 384,
      "--iconv": 385,
      "--ignore-existing": 386,
      "--no-messages": 387,
      "--no-newline": 388,
      "--number": 389,
      "--one-file-system": 390,
      "--output-delimiter": 391,
      "--random-sort": 392,
      "--regexp": 393,
      "--relative": 394,
      "--replace": 395,
      "--size-only": 396,
      "--stable": 397,
      "--stdout": 398,
      "--symbolic": 399,
      "-U": 400,
      "-anewer": 401,
      "-cnewer": 402,
      "-ignore_readdir_race": 403,
      "-mnewer": 404,
      "-newerat": 405,
      "-okdir": 406,
      "-v-1d": 407,
      "-version": 408,
      "1.1,1.2,1.3,1.4": 409,
      "1.2,2.2,2.3": 410,
      "777": 411,
      ":": 412,
      "@resolver1.opendns.com": 413,
      "A": 414,
      "SRV": 415,
      "StrictHostKeyChecking=no": 416,
      "UserKnownHostsFile=/dev/null": 417,
      "accès": 418,
      "always": 419,
      "auto": 420,
      "bunzip2": 421,
      "cifs": 422,
      "clear": 423,
      "dernier": 424,
      "expand_aliases": 425,
      "ext4": 426,
      "fD": 427,
      "jfs": 428,
      "jfs2": 429,
      "le": 430,
      "modified": 431,
      "never": 432,
      "nocasematch": 433,
      "ns": 434,
      "ntfs": 435,
      "o-o.myaddr.l.google.com": 436,
      "progcomp": 437,
      "ro,remount": 438,
      "s": 439,
      "seconds": 440,
      "vboxsf": 441,
      "vfat": 442,
      "wget": 443,
      "x2": 444,
      "zless": 445,
      "{}'": 446,
      "\"": 447,
      "\"#\"": 448,
      "\"#define\"": 449,
      "\"$HOME/Labs/lab4a/folder%03g\"": 450,
      "\"$NGV\"": 451,
      "\"$domain\"": 452,
      "\"%02g\"": 453,
      "\"%12s": 454,
      "\"%A@": 455,
      "\"%M": 456,
      "\"%P\\n": 457,
      "\"%T+\\t%p\\n\"": 458,
      "\"%T@\\n\"": 459,
      "\"%TY%Tm%Td%TH%TM%TS|%p\\n\"": 460,
      "\"%TY%Tm%Td%TH%TM%TS|%p|%l\\n\"": 461,
      "\"%Y": 462,
      "\"%d\\t%p\\n\"": 463,
      "\"%f\\0\"": 464,
      "\"%i": 465,
      "\"%i,%b,%M,%n,%u,%g,%s,%CY-%Cm-%Cd": 466,
      "\"%i@%p\\n\"": 467,
      "\"%n\"": 468,
      "\"%p$IFS\"": 469,
      "\"%p:%T@\\n\"": 470,
      "\"%p:%g\\n\"": 471,
      "\"%p:%h\\n\"": 472,
      "\"%p\\0\"": 473,
      "\"%p\\n\"": 474,
      "\"+%Y%m%d_%H%M\"": 475,
      "\"+%Y-%m-%d": 476,
      "\"+%Y-%m-%d\"": 477,
      "\"+%s.%N\"": 478,
      "\"+%s:%N\"": 479,
      "\"././%f\\n\"": 480,
      "\".\\n\"": 481,
      "\"Sat": 482,
      "\"StrictHostKeyChecking": 483,
      "\"The": 484,
      "\"\\t-": 485,
      "\"cp": 486,
      "\"methodNameHere\"": 487,
      "\"unzip": 488,
      "\"weekly.%.0f\"": 489,
      "%-10s": 490,
      "%AA": 491,
      "%AB": 492,
      "%AF": 493,
      "%AH:%AM:%AS\\n\"": 494,
      "%AY": 495,
      "%Ac\\n\"": 496,
      "%Ad": 497,
      "%Ar,": 498,
      "%CT,%p\\n\"": 499,
      "%P\\\\n": 500,
      "%P\\n\"": 501,
      "%TF": 502,
      "%TH:%TM:%TS": 503,
      "%TY-%Tm-%Td": 504,
      "%Tb": 505,
      "%Tb\\n": 506,
      "%Td": 507,
      "%Tr\\n\"": 508,
      "%Tz\\n\"": 509,
      "%X\"": 510,
      "%a,": 511,
      "%g'": 512,
      "%h": 513,
      "%h/%fn\"": 514,
      "%i": 515,
      "%p\\0\"": 516,
      "%prn\"": 517,
      "%s\\n'": 518,
      "%t": 519,
      "%t\\\\n\"": 520,
      "%t\\n\"": 521,
      "%x": 522,
      "&&": 523,
      "'\"%h/%f\"": 524,
      "'%20s": 525,
      "'%TY": 526,
      "'%TY-%Tm\\n'": 527,
      "'%Tm": 528,
      "'%d:%p\\n'": 529,
      "'%d\\t%P\\n'": 530,
      "'%f.torrent\\n'": 531,
      "'%f\\0'": 532,
      "'%f\\000'": 533,
      "'%k": 534,
      "'%l\\n'": 535,
      "'%m%c%p'": 536,
      "'%p'": 537,
      "'%p:": 538,
      "'*'": 539,
      "'+%+:": 540,
      "'+%Y'": 541,
      "'+%Y-%m-%d": 542,
      "'+%Y-%m-%d'": 543,
      "'+%Y-%m-%dT%k:%M:%S%z'": 544,
      "'+%a'": 545,
      "'+%c:": 546,
      "'/tmp/test_%f'\\n\"": 547,
      "'<stringWithOrWithoutSpacesToFind>'": 548,
      "'Since": 549,
      "'\\n'": 550,
      "'d'": 551,
      "'some": 552,
      "'xrange'": 553,
      "(%H:%M)\"": 554,
      "+\"%T\"": 555,
      "+\"%Y\"": 556,
      "+\"%Y%m%d%H%M\"": 557,
      "+\"%Y-%m-%d": 558,
      "+\"%Y/%m/%d": 559,
      "+%H:%M:%S": 560,
      "+%Y-%m-%d:%H:%M:%S": 561,
      "+%Y-%m-1": 562,
      "+%b": 563,
      "+%j": 564,
      "+%m%d0000": 565,
      "+'%Y-%m-%d": 566,
      "+'%d%m%Y-%H-%M'": 567,
      "+1100\"": 568,
      "+Number": 569,
      "+\\": 570,
      "--additional-suffix": 571,
      "--apparent-size": 572,
      "--block-size": 573,
      "--blocking-io": 574,
      "--bwlimit": 575,
      "--canonicalize-existing": 576,
      "--chmod": 577,
      "--copy-dirlinks": 578,
      "--copy-links": 579,
      "--dereference": 580,
      "--directory": 581,
      "--exclude-dir": 582,
      "--files-from": 583,
      "--from-file": 584,
      "--ignore-case": 585,
      "--index-search": 586,
      "--interactive": 587,
      "--invert-match": 588,
      "--ip-address": 589,
      "--ips": 590,
      "--line-number": 591,
      "--merge": 592,
      "--mime-type": 593,
      "--no-run-if-empty": 594,
      "--only-matching": 595,
      "--out-format": 596,
      "--owner": 597,
      "--prune-empty-dirs": 598,
      "--quiet": 599,
      "--read-bytes": 600,
      "--remove-source-files": 601,
      "--rfc-3339": 602,
      "--safe-links": 603,
      "--set": 604,
      "--sparse": 605,
      "--suffix": 606,
      "--suppress-common-lines": 607,
      "--time-style": 608,
      "-Q": 609,
      "-noleaf": 610,
      "-permissions\\n'": 611,
      ".": 612,
      "/bin/ksh": 613,
      "09": 614,
      "1.1,1.2,1.3,2.1,2.2,2.3": 615,
      "1.1,1.2,1.3,2.3": 616,
      "1.1,1.2,2.3": 617,
      "1.2,1.3,2.4,2.5,1.4": 618,
      "13:37:14": 619,
      "2.1,2.2,1.2,1.3": 620,
      "2.1,2.2,2.4,1.3": 621,
      "2.2": 622,
      "2014": 623,
      "30": 624,
      "500MB\\n\"": 625,
      ":$f": 626,
      "@1267619929": 627,
      "@8.8.8.8": 628,
      "@ns1.google.com": 629,
      "Aug": 630,
      "Bandwidth": 631,
      "Compression=yes": 632,
      "ConnectTimeout=3": 633,
      "ControlPath=\"$MASTERSOCK\"": 634,
      "ControlPath=\"$SSHSOCKET\"": 635,
      "DSAAuthentication=yes": 636,
      "ForwardAgent=yes": 637,
      "IdentitiesOnly=yes": 638,
      "It": 639,
      "LogLevel=FATAL": 640,
      "Owner:": 641,
      "ServerAliveInterval=60": 642,
      "UTF-8,UTF-8-MAC": 643,
      "UTF-8-MAC,UTF-8": 644,
      "\\b%Td": 645,
      "\\n\"": 646,
      "\\t": 647,
      "\\t%y\\n\"": 648,
      "accessed": 649,
      "action": 650,
      "an": 651,
      "applied\\n'": 652,
      "autocd": 653,
      "b": 654,
      "blowfish": 655,
      "bytes": 656,
      "bytes\\n'": 657,
      "cdable_vars": 658,
      "ch": 659,
      "checkwinsize": 660,
      "cmdhist": 661,
      "com.": 662,
      "cpuset": 663,
      "day\\n\"": 664,
      "direxpand": 665,
      "during": 666,
      "exec": 667,
      "execfail": 668,
      "ext2": 669,
      "extX": 670,
      "failglob": 671,
      "greater": 672,
      "has": 673,
      "histappend": 674,
      "histverify": 675,
      "implicit": 676,
      "java": 677,
      "last": 678,
      "lastpipe": 679,
      "line": 680,
      "linprocfs": 681,
      "lithist": 682,
      "long-iso": 683,
      "nfs": 684,
      "nfs4": 685,
      "no\"": 686,
      "nocaseglob": 687,
      "not": 688,
      "nounset": 689,
      "ntfs-3g": 690,
      "o-rwx": 691,
      "pcpu,state,cputime,etimes": 692,
      "pid": 693,
      "posix-ergep": 694,
      "proc": 695,
      "promptvars": 696,
      "remount,size=40G": 697,
      "remount,suid": 698,
      "remount,umask=000": 699,
      "rfs": 700,
      "ro": 701,
      "ro,loop,offset=$OFFSET": 702,
      "rootfs": 703,
      "rss=,args=": 704,
      "rw": 705,
      "rw,auto,user,fmask=0000,dmask=0000": 706,
      "rw,uid=test,gid=test": 707,
      "seems": 708,
      "smbfs": 709,
      "soft": 710,
      "than": 711,
      "that": 712,
      "the": 713,
      "tmpfs": 714,
      "txt": 715,
      "type_descriptor": 716,
      "u2": 717,
      "username=Username,password=password": 718,
      "username=me,password=mine": 719,
      "w32": 720,
      "wasn't": 721,
      "world": 722,
      "write": 723,
      "xpg_echo": 724,
      "à": 725
    },
    "unk_token": "[UNK]"
  }
}