{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "file": 4,
      "directori": 5,
      "in": 6,
      "_FILE": 7,
      "all": 8,
      "_REGEX": 9,
      "and": 10,
      "current": 11,
      "find": 12,
      "of": 13,
      "to": 14,
      "under": 15,
      "folder": 16,
      "with": 17,
      "for": 18,
      "name": 19,
      "tree": 20,
      "_NUMBER": 21,
      "a": 22,
      "search": 23,
      "that": 24,
      "print": 25,
      "display": 26,
      "which": 27,
      "regular": 28,
      "list": 29,
      "_TIMESPAN": 30,
      "from": 31,
      "line": 32,
      "modifi": 33,
      "are": 34,
      "permiss": 35,
      "than": 36,
      "chang": 37,
      "path": 38,
      "them": 39,
      "recurs": 40,
      "user": 41,
      "not": 42,
      "system": 43,
      "remov": 44,
      "_DIRECTORY": 45,
      "variabl": 46,
      "by": 47,
      "been": 48,
      "delet": 49,
      "match": 50,
      "whose": 51,
      "or": 52,
      "as": 53,
      "contain": 54,
      "each": 55,
      "_SIZE": 56,
      "creat": 57,
      "group": 58,
      "number": 59,
      "ago": 60,
      "into": 61,
      "it": 62,
      "end": 63,
      "on": 64,
      "is": 65,
      "save": 66,
      "copi": 67,
      "output": 68,
      "string": 69,
      "set": 70,
      "sort": 71,
      "were": 72,
      "link": 73,
      "entir": 74,
      "below": 75,
      "count": 76,
      "last": 77,
      "size": 78,
      "charact": 79,
      "exclud": 80,
      "home": 81,
      "content": 82,
      "command": 83,
      "start": 84,
      "read": 85,
      "pattern": 86,
      "execut": 87,
      "empti": 88,
      "onli": 89,
      "first": 90,
      "owner": 91,
      "access": 92,
      "show": 93,
      "standard": 94,
      "symbol": 95,
      "use": 96,
      "at": 97,
      "word": 98,
      "more": 99,
      "input": 100,
      "one": 101,
      "without": 102,
      "extens": 103,
      "text": 104,
      "space": 105,
      "ani": 106,
      "move": 107,
      "archiv": 108,
      "level": 109,
      "those": 110,
      "'s": 111,
      "case": 112,
      "host": 113,
      "root": 114,
      "if": 115,
      "long": 116,
      "less": 117,
      "compress": 118,
      "found": 119,
      "filenam": 120,
      "within": 121,
      "write": 122,
      "time": 123,
      "process": 124,
      "begin": 125,
      "field": 126,
      "format": 127,
      "everi": 128,
      "ignor": 129,
      "make": 130,
      "regex": 131,
      "belong": 132,
      "prompt": 133,
      "separ": 134,
      "uniqu": 135,
      "follow": 136,
      "_PERMISSION": 137,
      "shell": 138,
      "subdirectori": 139,
      "split": 140,
      "locat": 141,
      "append": 142,
      "most": 143,
      "full": 144,
      "hidden": 145,
      "bigger": 146,
      "ssh": 147,
      "get": 148,
      "own": 149,
      "other": 150,
      "symlink": 151,
      "insensit": 152,
      "between": 153,
      "prefix": 154,
      "filesystem": 155,
      "run": 156,
      "exist": 157,
      "present": 158,
      "address": 159,
      "down": 160,
      "ownership": 161,
      "work": 162,
      "except": 163,
      "an": 164,
      "least": 165,
      "like": 166,
      "script": 167,
      "specifi": 168,
      "where": 169,
      "second": 170,
      "but": 171,
      "option": 172,
      "sub-directori": 173,
      "renam": 174,
      "after": 175,
      "exact": 176,
      "newer": 177,
      "differ": 178,
      "_DATETIME": 179,
      "sub": 180,
      "replac": 181,
      "type": 182,
      "preserv": 183,
      "valu": 184,
      "disk": 185,
      "forc": 186,
      "date": 187,
      "inform": 188,
      "result": 189,
      "day": 190,
      "singl": 191,
      "port": 192,
      "timestamp": 193,
      "descend": 194,
      "modif": 195,
      "resid": 196,
      "mount": 197,
      "no": 198,
      "temporari": 199,
      "connect": 200,
      "foo": 201,
      "inod": 202,
      "larger": 203,
      "usag": 204,
      "numer": 205,
      "add": 206,
      "express": 207,
      "null": 208,
      "calcul": 209,
      "parent": 210,
      "suffix": 211,
      "along": 212,
      "compar": 213,
      "data": 214,
      "greater": 215,
      "total": 216,
      "order": 217,
      "these": 218,
      "have": 219,
      "ip": 220,
      "local": 221,
      "newlin": 222,
      "report": 223,
      "maximum": 224,
      "check": 225,
      "job": 226,
      "per": 227,
      "call": 228,
      "sum": 229,
      "writabl": 230,
      "argument": 231,
      "id": 232,
      "includ": 233,
      "older": 234,
      "same": 235,
      "anoth": 236,
      "befor": 237,
      "column": 238,
      "delimit": 239,
      "pathnam": 240,
      "skip": 241,
      "byte": 242,
      "enabl": 243,
      "extract": 244,
      "histori": 245,
      "look": 246,
      "domain": 247,
      "given": 248,
      "go": 249,
      "messag": 250,
      "network": 251,
      "part": 252,
      "absolut": 253,
      "default": 254,
      "error": 255,
      "escap": 256,
      "expand": 257,
      "revers": 258,
      "was": 259,
      "comma": 260,
      "environ": 261,
      "hierarchi": 262,
      "interfac": 263,
      "need": 264,
      "readabl": 265,
      "send": 266,
      "updat": 267,
      "keep": 268,
      "occurr": 269,
      "out": 270,
      "piec": 271,
      "request": 272,
      "status": 273,
      "store": 274,
      "test": 275,
      "bit": 276,
      "common": 277,
      "either": 278,
      "key": 279,
      "random": 280,
      "digit": 281,
      "everyth": 282,
      "new": 283,
      "point": 284,
      "subfold": 285,
      "about": 286,
      "be": 287,
      "detail": 288,
      "entri": 289,
      "largest": 290,
      "ping": 291,
      "tar": 292,
      "backslash": 293,
      "core": 294,
      "hard": 295,
      "info": 296,
      "both": 297,
      "broken": 298,
      "confirm": 299,
      "kernel": 300,
      "letter": 301,
      "through": 302,
      "unzip": 303,
      "decompress": 304,
      "duplic": 305,
      "dure": 306,
      "gzip": 307,
      "overwrit": 308,
      "remount": 309,
      "base": 310,
      "descript": 311,
      "over": 312,
      "partit": 313,
      "target": 314,
      "temp": 315,
      "top": 316,
      "back": 317,
      "cron": 318,
      "dump": 319,
      "glob": 320,
      "manual": 321,
      "multipl": 322,
      "record": 323,
      "termin": 324,
      "will": 325,
      "background": 326,
      "insid": 327,
      "via": 328,
      "white": 329,
      "accord": 330,
      "backup": 331,
      "downward": 332,
      "frequent": 333,
      "merg": 334,
      "also": 335,
      "consol": 336,
      "forward": 337,
      "imag": 338,
      "page": 339,
      "perl": 340,
      "return": 341,
      "alreadi": 342,
      "configur": 343,
      "dot": 344,
      "equal": 345,
      "grep": 346,
      "join": 347,
      "localhost": 348,
      "mac": 349,
      "minimum": 350,
      "mode": 351,
      "old": 352,
      "origin": 353,
      "relat": 354,
      "remot": 355,
      "smaller": 356,
      "tabl": 357,
      "taken": 358,
      "top-level": 359,
      "verbos": 360,
      "version": 361,
      "'t": 362,
      "bash": 363,
      "deep": 364,
      "depth": 365,
      "filter": 366,
      "non-hidden": 367,
      "normal": 368,
      "past": 369,
      "preced": 370,
      "resolv": 371,
      "up": 372,
      "appear": 373,
      "give": 374,
      "header": 375,
      "ie": 376,
      "latest": 377,
      "oldest": 378,
      "pid": 379,
      "take": 380,
      "binari": 381,
      "few": 382,
      "length": 383,
      "login": 384,
      "open": 385,
      "progress": 386,
      "requir": 387,
      "safeti": 388,
      "tab": 389,
      "usernam": 390,
      "whitespac": 391,
      "alphabet": 392,
      "convert": 393,
      "download": 394,
      "ensur": 395,
      "handl": 396,
      "hexadecim": 397,
      "hostnam": 398,
      "human": 399,
      "interact": 400,
      "newest": 401,
      "perform": 402,
      "python": 403,
      "real": 404,
      "regard": 405,
      "respons": 406,
      "section": 407,
      "sequenc": 408,
      "server": 409,
      "slash": 410,
      "sourc": 411,
      "such": 412,
      "util": 413,
      "basenam": 414,
      "bind": 415,
      "checksum": 416,
      "colon-separ": 417,
      "comma-separ": 418,
      "context": 419,
      "dir": 420,
      "etc": 421,
      "extend": 422,
      "human-read": 423,
      "intermedi": 424,
      "kill": 425,
      "lookup": 426,
      "month": 427,
      "non-recurs": 428,
      "omit": 429,
      "svn": 430,
      "third": 431,
      "transmiss": 432,
      "answer": 433,
      "case-insensit": 434,
      "code": 435,
      "generat": 436,
      "git": 437,
      "instanc": 438,
      "machin": 439,
      "pass": 440,
      "receiv": 441,
      "travers": 442,
      "what": 443,
      "when": 444,
      "array": 445,
      "defin": 446,
      "echo": 447,
      "forcibl": 448,
      "javascript": 449,
      "ls": 450,
      "master": 451,
      "nameserv": 452,
      "place": 453,
      "summari": 454,
      "tmpdir": 455,
      "while": 456,
      "bar": 457,
      "beneath": 458,
      "calendar": 459,
      "destin": 460,
      "devic": 461,
      "epoch": 462,
      "fourth": 463,
      "instead": 464,
      "lowercas": 465,
      "oper": 466,
      "paramet": 467,
      "put": 468,
      "recent": 469,
      "sinc": 470,
      "smallest": 471,
      "treat": 472,
      "underscor": 473,
      "unifi": 474,
      "who": 475,
      "whole": 476,
      "wide": 477,
      "x": 478,
      "chmod": 479,
      "combin": 480,
      "crontab": 481,
      "direct": 482,
      "discard": 483,
      "function": 484,
      "hex": 485,
      "liter": 486,
      "mib": 487,
      "non-blank": 488,
      "onc": 489,
      "posit": 490,
      "privileg": 491,
      "read-write-execut": 492,
      "releas": 493,
      "side-by-sid": 494,
      "signal": 495,
      "silent": 496,
      "space-separ": 497,
      "structur": 498,
      "timeout": 499,
      "url": 500,
      "width": 501,
      "wrap": 502,
      "activ": 503,
      "al": 504,
      "block": 505,
      "canon": 506,
      "caus": 507,
      "compos": 508,
      "dereferenc": 509,
      "direcotri": 510,
      "editor": 511,
      "kilobyt": 512,
      "larg": 513,
      "may": 514,
      "minut": 515,
      "n": 516,
      "posix": 517,
      "prepend": 518,
      "printabl": 519,
      "processor": 520,
      "short": 521,
      "slash-separ": 522,
      "small": 523,
      "state": 524,
      "stdout": 525,
      "suppress": 526,
      "tunnel": 527,
      "uncompress": 528,
      "zero": 529,
      "zip": 530,
      "absent": 531,
      "anywher": 532,
      "assign": 533,
      "atleast": 534,
      "biggest": 535,
      "certain": 536,
      "colon": 537,
      "compon": 538,
      "config": 539,
      "disabl": 540,
      "dot-separ": 541,
      "exit": 542,
      "expect": 543,
      "februari": 544,
      "form": 545,
      "help": 546,
      "identifi": 547,
      "modul": 548,
      "myfil": 549,
      "non": 550,
      "non-empti": 551,
      "pad": 552,
      "physic": 553,
      "previous": 554,
      "program": 555,
      "sccs": 556,
      "screen": 557,
      "socket": 558,
      "strip": 559,
      "tecmint": 560,
      "trail": 561,
      "transfer": 562,
      "video": 563,
      "view": 564,
      "websit": 565,
      "well": 566,
      "whether": 567,
      "www-data": 568,
      "year": 569,
      "accross": 570,
      "alphanumer": 571,
      "amount": 572,
      "any-cas": 573,
      "architectur": 574,
      "ascii": 575,
      "ask": 576,
      "b": 577,
      "build": 578,
      "cms": 579,
      "consecut": 580,
      "daniel": 581,
      "determin": 582,
      "distinct": 583,
      "dns": 584,
      "doubl": 585,
      "dri": 586,
      "extra": 587,
      "filetyp": 588,
      "fit": 589,
      "grand": 590,
      "hour": 591,
      "ident": 592,
      "infinit": 593,
      "item": 594,
      "junk": 595,
      "later": 596,
      "limit": 597,
      "nobodi": 598,
      "noth": 599,
      "octal": 600,
      "packet": 601,
      "passphras": 602,
      "passwd": 603,
      "posix-egrep": 604,
      "press": 605,
      "provid": 606,
      "quot": 607,
      "read-writ": 608,
      "redirect": 609,
      "repeat": 610,
      "repres": 611,
      "serach": 612,
      "share": 613,
      "special": 614,
      "stringbuff": 615,
      "trace": 616,
      "twice": 617,
      "untar": 618,
      "until": 619,
      "valid": 620,
      "way": 621,
      "wnj": 622,
      "aa": 623,
      "adjac": 624,
      "admin": 625,
      "against": 626,
      "allow": 627,
      "attribut": 628,
      "averag": 629,
      "becaus": 630,
      "clear": 631,
      "compile-tim": 632,
      "concaten": 633,
      "continu": 634,
      "correct": 635,
      "doesn": 636,
      "don": 637,
      "edward": 638,
      "enter": 639,
      "even": 640,
      "everybodi": 641,
      "filepath": 642,
      "greatest": 643,
      "htdoc": 644,
      "indic": 645,
      "invok": 646,
      "ksh": 647,
      "loop": 648,
      "media": 649,
      "minim": 650,
      "miss": 651,
      "monitor": 652,
      "music": 653,
      "occur": 654,
      "oracl": 655,
      "password": 656,
      "power": 657,
      "rest": 658,
      "sent": 659,
      "sleep": 660,
      "so": 661,
      "soft": 662,
      "swap": 663,
      "todo": 664,
      "undo": 665,
      "usr": 666,
      "aaa": 667,
      "action": 668,
      "ad": 669,
      "addit": 670,
      "anybodi": 671,
      "apach": 672,
      "associ": 673,
      "assum": 674,
      "attempt": 675,
      "avail": 676,
      "backward": 677,
      "ball": 678,
      "banana": 679,
      "batch": 680,
      "beyond": 681,
      "california": 682,
      "cannot": 683,
      "color": 684,
      "comment": 685,
      "complet": 686,
      "constitut": 687,
      "control": 688,
      "cpio": 689,
      "cpu": 690,
      "cut": 691,
      "decreas": 692,
      "deeper": 693,
      "dig": 694,
      "dont": 695,
      "edit": 696,
      "everywher": 697,
      "fail": 698,
      "files": 699,
      "game": 700,
      "highlight": 701,
      "in-memori": 702,
      "in-plac": 703,
      "instant": 704,
      "interpret": 705,
      "just": 706,
      "kb": 707,
      "lack": 708,
      "leav": 709,
      "load": 710,
      "man": 711,
      "mani": 712,
      "mydir": 713,
      "node": 714,
      "off": 715,
      "optim": 716,
      "parallel": 717,
      "partial": 718,
      "pipe": 719,
      "prevent": 720,
      "proc": 721,
      "prune": 722,
      "queri": 723,
      "quit": 724,
      "revert": 725,
      "rsa": 726,
      "rwx": 727,
      "scala": 728,
      "seach": 729,
      "select": 730,
      "semicolon": 731,
      "semicolon-sepr": 732,
      "sensit": 733,
      "septemb": 734,
      "shorter": 735,
      "somewher": 736,
      "staff": 737,
      "statist": 738,
      "stdin": 739,
      "symfoni": 740,
      "synchron": 741,
      "templat": 742,
      "too": 743,
      "tri": 744,
      "ttt": 745,
      "uppercas": 746,
      "utc": 747,
      "vivek": 748,
      "week": 749,
      "welcom": 750,
      "wordpress": 751,
      "world": 752,
      "xarg": 753,
      "zsh": 754,
      "abov": 755,
      "accept": 756,
      "actual": 757,
      "adjust": 758,
      "age": 759,
      "algorithm": 760,
      "alloc": 761,
      "anyon": 762,
      "appar": 763,
      "asia": 764,
      "automat": 765,
      "becom": 766,
      "busi": 767,
      "capit": 768,
      "cat": 769,
      "cgi-bin": 770,
      "come": 771,
      "commad": 772,
      "command-lin": 773,
      "constraint": 774,
      "correspond": 775,
      "cpp": 776,
      "creation": 777,
      "debug": 778,
      "descriptor": 779,
      "digest": 780,
      "dir-name-her": 781,
      "elimin": 782,
      "emac": 783,
      "emea": 784,
      "encod": 785,
      "exampl": 786,
      "fix": 787,
      "flag": 788,
      "foldernam": 789,
      "foreground": 790,
      "fqdn": 791,
      "gcc": 792,
      "goe": 793,
      "gui": 794,
      "happen": 795,
      "hardwar": 796,
      "hash": 797,
      "highest": 798,
      "index": 799,
      "known": 800,
      "label": 801,
      "lead": 802,
      "leaf": 803,
      "lib": 804,
      "lighttpd": 805,
      "linux": 806,
      "longer": 807,
      "mail": 808,
      "makefil": 809,
      "mb": 810,
      "measur": 811,
      "menu": 812,
      "mime": 813,
      "mynam": 814,
      "neat": 815,
      "nest": 816,
      "nfs": 817,
      "nginx": 818,
      "non-display": 819,
      "non-print": 820,
      "nonexist": 821,
      "novemb": 822,
      "ns": 823,
      "offset": 824,
      "particular": 825,
      "patch": 826,
      "percentag": 827,
      "pictur": 828,
      "platform": 829,
      "poop": 830,
      "protocol": 831,
      "rang": 832,
      "read-execut": 833,
      "readlin": 834,
      "readm": 835,
      "respect": 836,
      "round": 837,
      "row": 838,
      "second-to-last": 839,
      "see": 840,
      "sequenti": 841,
      "session": 842,
      "sigkil": 843,
      "sign": 844,
      "sigterm": 845,
      "simul": 846,
      "somebodi": 847,
      "specifc": 848,
      "sqlite": 849,
      "src": 850,
      "stat": 851,
      "subshel": 852,
      "tarbal": 853,
      "testdir": 854,
      "truncat": 855,
      "trust": 856,
      "unit": 857,
      "unset": 858,
      "vim": 859,
      "wait": 860,
      "among": 861,
      "analog": 862,
      "anyth": 863,
      "anyway": 864,
      "art": 865,
      "authent": 866,
      "authentifi": 867,
      "avoid": 868,
      "baz": 869,
      "bbb": 870,
      "big": 871,
      "bill": 872,
      "bla": 873,
      "blah": 874,
      "bound": 875,
      "break": 876,
      "c-style": 877,
      "cach": 878,
      "care": 879,
      "carriag": 880,
      "case-insent": 881,
      "char": 882,
      "character": 883,
      "cjk": 884,
      "clean": 885,
      "client": 886,
      "clobber": 887,
      "close": 888,
      "construct": 889,
      "controlpath": 890,
      "corrupt": 891,
      "d": 892,
      "daili": 893,
      "decim": 894,
      "deni": 895,
      "destdir": 896,
      "develop": 897,
      "director": 898,
      "directoy": 899,
      "dirnam": 900,
      "docker": 901,
      "dos": 902,
      "drive": 903,
      "drupal": 904,
      "dummi": 905,
      "earnestc": 906,
      "ecdsa": 907,
      "eras": 908,
      "excludeddir": 909,
      "execdir": 910,
      "expans": 911,
      "extran": 912,
      "f": 913,
      "fashion": 914,
      "feed": 915,
      "fetch": 916,
      "fiddl": 917,
      "fifth": 918,
      "final": 919,
      "fingerprint": 920,
      "float": 921,
      "floppi": 922,
      "grab": 923,
      "gunzip": 924,
      "harri": 925,
      "haven": 926,
      "hide": 927,
      "i.e": 928,
      "in-between": 929,
      "individu": 930,
      "insert": 931,
      "instal": 932,
      "jcho": 933,
      "jfs": 934,
      "joe": 935,
      "jpg": 936,
      "juli": 937,
      "keyword": 938,
      "leader": 939,
      "loadabl": 940,
      "lost": 941,
      "lowest": 942,
      "map": 943,
      "memori": 944,
      "meta": 945,
      "metadata": 946,
      "mimetyp": 947,
      "mmm": 948,
      "movi": 949,
      "mysql": 950,
      "necessari": 951,
      "non-error": 952,
      "none": 953,
      "nor": 954,
      "null-separ": 955,
      "obj-c": 956,
      "object": 957,
      "obsolet": 958,
      "octet": 959,
      "otherwis": 960,
      "outsid": 961,
      "pars": 962,
      "pat": 963,
      "paus": 964,
      "period": 965,
      "phpbb": 966,
      "phrase": 967,
      "plus": 968,
      "preceed": 969,
      "precis": 970,
      "privat": 971,
      "probabl": 972,
      "pseudo-termin": 973,
      "question": 974,
      "quotat": 975,
      "radix": 976,
      "ram": 977,
      "ratio": 978,
      "raw": 979,
      "read-on": 980,
      "regardless": 981,
      "regexp": 982,
      "repositori": 983,
      "retriev": 984,
      "rewrit": 985,
      "right-justifi": 986,
      "robin": 987,
      "rsync": 988,
      "rubi": 989,
      "rw": 990,
      "safe": 991,
      "say": 992,
      "scan": 993,
      "scroll": 994,
      "sed": 995,
      "setup": 996,
      "seventh": 997,
      "sever": 998,
      "sixth": 999,
      "somedir": 1000,
      "someth": 1001,
      "spanish": 1002,
      "spars": 1003,
      "specfic": 1004,
      "specif": 1005,
      "srv": 1006,
      "stabil": 1007,
      "stamp": 1008,
      "statement": 1009,
      "subtract": 1010,
      "subtre": 1011,
      "suggest": 1012,
      "super": 1013,
      "superus": 1014,
      "support": 1015,
      "sure": 1016,
      "switch": 1017,
      "tag": 1018,
      "tbd": 1019,
      "testproject": 1020,
      "texinfo": 1021,
      "thing": 1022,
      "third-level": 1023,
      "throughout": 1024,
      "tiff": 1025,
      "titl": 1026,
      "togeth": 1027,
      "tommi": 1028,
      "tool": 1029,
      "tree-lik": 1030,
      "trip": 1031,
      "umask": 1032,
      "unicod": 1033,
      "uniq": 1034,
      "unix": 1035,
      "unless": 1036,
      "unpair": 1037,
      "unprint": 1038,
      "upper": 1039,
      "upto": 1040,
      "uuid": 1041,
      "vagrant": 1042,
      "visibl": 1043,
      "vowel": 1044,
      "wasn": 1045,
      "web": 1046,
      "wherein": 1047,
      "wildcard": 1048,
      "written": 1049,
      "wrong": 1050,
      "www": 1051,
      "xml": 1052,
      "xx": 1053,
      "year-month-day": 1054,
      "ymdhms": 1055,
      "zero-length": 1056,
      "About": 1057,
      "a-j": 1058,
      "abc": 1059,
      "abstract": 1060,
      "acc": 1061,
      "account": 1062,
      "adress": 1063,
      "alia": 1064,
      "aliv": 1065,
      "all-cas": 1066,
      "alon": 1067,
      "alongsid": 1068,
      "alt-shift-i": 1069,
      "alway": 1070,
      "am": 1071,
      "amzadm": 1072,
      "andrew": 1073,
      "ann": 1074,
      "antonio": 1075,
      "apart": 1076,
      "app": 1077,
      "application-level": 1078,
      "arch": 1079,
      "area": 1080,
      "aren": 1081,
      "around": 1082,
      "arrow": 1083,
      "ascend": 1084,
      "asterisk": 1085,
      "audibl": 1086,
      "authorit": 1087,
      "backend": 1088,
      "backupdir": 1089,
      "bandwidth": 1090,
      "bang": 1091,
      "best": 1092,
      "beta": 1093,
      "blank": 1094,
      "blue": 1095,
      "bmp": 1096,
      "bob": 1097,
      "bodi": 1098,
      "book": 1099,
      "boot": 1100,
      "bottom": 1101,
      "bracket": 1102,
      "bring": 1103,
      "broadcast": 1104,
      "bruno": 1105,
      "bsd": 1106,
      "buffer": 1107,
      "bugzilla": 1108,
      "builder": 1109,
      "builtin": 1110,
      "bulk": 1111,
      "button": 1112,
      "bypass": 1113,
      "cascad": 1114,
      "categori": 1115,
      "cd": 1116,
      "cdrom": 1117,
      "cell": 1118,
      "cento": 1119,
      "cert": 1120,
      "chapter": 1121,
      "child": 1122,
      "chop": 1123,
      "cipher": 1124,
      "collect": 1125,
      "comm": 1126,
      "comma-delimit": 1127,
      "comparefil": 1128,
      "comparison": 1129,
      "complex": 1130,
      "comput": 1131,
      "concurr": 1132,
      "conta": 1133,
      "convers": 1134,
      "cookbook": 1135,
      "cooki": 1136,
      "cope": 1137,
      "cpanel": 1138,
      "cpu-intens": 1139,
      "criteria": 1140,
      "cross": 1141,
      "css": 1142,
      "curl": 1143,
      "cyclic": 1144,
      "daemon": 1145,
      "dash": 1146,
      "databas": 1147,
      "daystart": 1148,
      "debian": 1149,
      "decemb": 1150,
      "default-format": 1151,
      "delay": 1152,
      "delete": 1153,
      "delimet": 1154,
      "depth-first": 1155,
      "describ": 1156,
      "design": 1157,
      "desktop": 1158,
      "dest": 1159,
      "dex": 1160,
      "diagnost": 1161,
      "diff": 1162,
      "dockerroot": 1163,
      "document": 1164,
      "dollar": 1165,
      "done": 1166,
      "dose": 1167,
      "dot-bound": 1168,
      "dot-delimit": 1169,
      "draw": 1170,
      "driver": 1171,
      "due": 1172,
      "dumpfil": 1173,
      "e": 1174,
      "earlier": 1175,
      "effici": 1176,
      "egrep": 1177,
      "eighth": 1178,
      "el": 1179,
      "element": 1180,
      "elev": 1181,
      "elf": 1182,
      "els": 1183,
      "empsal": 1184,
      "environment": 1185,
      "erron": 1186,
      "es": 1187,
      "esc": 1188,
      "escal": 1189,
      "estim": 1190,
      "eval": 1191,
      "evalu": 1192,
      "exceed": 1193,
      "excess": 1194,
      "excludinghidden": 1195,
      "exec": 1196,
      "explan": 1197,
      "explicit": 1198,
      "fals": 1199,
      "fast": 1200,
      "file-nam": 1201,
      "fileb": 1202,
      "fill": 1203,
      "findfil": 1204,
      "flow": 1205,
      "font": 1206,
      "founddata": 1207,
      "frame": 1208,
      "friday": 1209,
      "friend": 1210,
      "fstab": 1211,
      "ftpuser": 1212,
      "fully-defin": 1213,
      "further": 1214,
      "futur": 1215,
      "gap": 1216,
      "gateway": 1217,
      "gawk": 1218,
      "gen": 1219,
      "goroot": 1220,
      "grandpar": 1221,
      "grow": 1222,
      "grp": 1223,
      "guid": 1224,
      "gzip-compress": 1225,
      "gzip-ompress": 1226,
      "half": 1227,
      "hashcod": 1228,
      "held": 1229,
      "hierarch": 1230,
      "histogram": 1231,
      "history": 1232,
      "htaccess": 1233,
      "httpdoc": 1234,
      "hunt": 1235,
      "hyphen": 1236,
      "hyphen-separ": 1237,
      "idl": 1238,
      "image-fold": 1239,
      "imagesdb": 1240,
      "inact": 1241,
      "incorrect": 1242,
      "increment": 1243,
      "initi": 1244,
      "inputfil": 1245,
      "insignific": 1246,
      "int": 1247,
      "integ": 1248,
      "integr": 1249,
      "interv": 1250,
      "invoc": 1251,
      "io": 1252,
      "ipaddress": 1253,
      "isn": 1254,
      "isol": 1255,
      "items": 1256,
      "januari": 1257,
      "java": 1258,
      "john": 1259,
      "jsmith": 1260,
      "kent": 1261,
      "keybind": 1262,
      "keymap": 1263,
      "kib": 1264,
      "l": 1265,
      "languag": 1266,
      "left-justifi": 1267,
      "lexicograph": 1268,
      "ll": 1269,
      "lnk": 1270,
      "logged-in": 1271,
      "logic": 1272,
      "loss": 1273,
      "lower": 1274,
      "made": 1275,
      "main": 1276,
      "main-directori": 1277,
      "malloc": 1278,
      "manner": 1279,
      "mark": 1280,
      "mask": 1281,
      "mean": 1282,
      "mem": 1283,
      "memo": 1284,
      "met": 1285,
      "metallica": 1286,
      "method": 1287,
      "mindepth": 1288,
      "mnt": 1289,
      "multilin": 1290,
      "mv": 1291,
      "mx": 1292,
      "myvari": 1293,
      "named": 1294,
      "nameoffiletoprintto": 1295,
      "nanosecond": 1296,
      "nasa": 1297,
      "neither": 1298,
      "net": 1299,
      "new-lin": 1300,
      "news": 1301,
      "newus": 1302,
      "next": 1303,
      "nextint": 1304,
      "nname": 1305,
      "nnn": 1306,
      "no-recurs": 1307,
      "nogroup": 1308,
      "non-alphanumer": 1309,
      "non-compress": 1310,
      "non-interact": 1311,
      "non-loc": 1312,
      "non-match": 1313,
      "non-punctu": 1314,
      "nongraph": 1315,
      "noportdoc": 1316,
      "noportexampl": 1317,
      "not-execut": 1318,
      "note": 1319,
      "now": 1320,
      "ntfs": 1321,
      "nth": 1322,
      "num": 1323,
      "number-sort": 1324,
      "numpi": 1325,
      "ok": 1326,
      "oldfil": 1327,
      "onto": 1328,
      "onward": 1329,
      "opt": 1330,
      "ordinari": 1331,
      "orig": 1332,
      "orphan": 1333,
      "osx": 1334,
      "outputprefixnnn": 1335,
      "packag": 1336,
      "packetloss": 1337,
      "pagin": 1338,
      "pair": 1339,
      "partner": 1340,
      "path-to-fil": 1341,
      "pcb": 1342,
      "pdf": 1343,
      "photo": 1344,
      "phtml": 1345,
      "pic": 1346,
      "picasa": 1347,
      "pieces": 1348,
      "pipelin": 1349,
      "pixel": 1350,
      "plesk": 1351,
      "png": 1352,
      "posix-extend": 1353,
      "possibl": 1354,
      "post": 1355,
      "postgr": 1356,
      "postinst": 1357,
      "practic": 1358,
      "presenc": 1359,
      "presid": 1360,
      "pretti": 1361,
      "primari": 1362,
      "printf": 1363,
      "prioriti": 1364,
      "pro": 1365,
      "probe": 1366,
      "produc": 1367,
      "profil": 1368,
      "proper": 1369,
      "pseudo": 1370,
      "pub": 1371,
      "r": 1372,
      "raid": 1373,
      "ran": 1374,
      "rather": 1375,
      "ravi": 1376,
      "re-read": 1377,
      "reachabl": 1378,
      "recal": 1379,
      "recursion-rel": 1380,
      "referenc": 1381,
      "reformat": 1382,
      "remain": 1383,
      "rememb": 1384,
      "repli": 1385,
      "represent": 1386,
      "restart": 1387,
      "rfc": 1388,
      "ro": 1389,
      "router": 1390,
      "sam": 1391,
      "samba": 1392,
      "sat": 1393,
      "satisfi": 1394,
      "saturday": 1395,
      "scp": 1396,
      "screenshot": 1397,
      "searchabl": 1398,
      "secret": 1399,
      "segment": 1400,
      "seri": 1401,
      "servic": 1402,
      "session-less": 1403,
      "ship": 1404,
      "side": 1405,
      "side-mirror": 1406,
      "sighup": 1407,
      "sigwinch": 1408,
      "similar": 1409,
      "simultan": 1410,
      "sin": 1411,
      "slice": 1412,
      "slide": 1413,
      "solari": 1414,
      "somedirectori": 1415,
      "someon": 1416,
      "sometim": 1417,
      "song": 1418,
      "space-delimit": 1419,
      "specialus": 1420,
      "spell": 1421,
      "sprintf": 1422,
      "squar": 1423,
      "squeez": 1424,
      "ssh-keygen": 1425,
      "ssh-stuff": 1426,
      "sshe-keygen": 1427,
      "sshkeypass": 1428,
      "std": 1429,
      "still": 1430,
      "stop": 1431,
      "style": 1432,
      "subdir": 1433,
      "subset": 1434,
      "substitut": 1435,
      "subvers": 1436,
      "sudo": 1437,
      "surround": 1438,
      "suspici": 1439,
      "sybas": 1440,
      "sync": 1441,
      "syntact": 1442,
      "syslog": 1443,
      "t": 1444,
      "tab-separ": 1445,
      "tarfil": 1446,
      "tata": 1447,
      "tcl": 1448,
      "tcp": 1449,
      "teh": 1450,
      "terabyt": 1451,
      "term": 1452,
      "ters": 1453,
      "testexpress": 1454,
      "testfold": 1455,
      "testip": 1456,
      "th": 1457,
      "the": 1458,
      "thecurr": 1459,
      "thedirnam": 1460,
      "thread": 1461,
      "tif": 1462,
      "toal": 1463,
      "toggl": 1464,
      "top-ten": 1465,
      "transform": 1466,
      "trim": 1467,
      "true": 1468,
      "tti": 1469,
      "ttl": 1470,
      "turn": 1471,
      "txt": 1472,
      "uncondit": 1473,
      "underscore-delimit": 1474,
      "unknown": 1475,
      "unmatch": 1476,
      "unpack": 1477,
      "unread": 1478,
      "unsaf": 1479,
      "unsign": 1480,
      "upload": 1481,
      "us": 1482,
      "userid": 1483,
      "va": 1484,
      "var": 1485,
      "various": 1486,
      "vboxus": 1487,
      "vendor": 1488,
      "vfat": 1489,
      "vi-insert": 1490,
      "virtual": 1491,
      "watch": 1492,
      "wc": 1493,
      "webroot": 1494,
      "whatev": 1495,
      "wise": 1496,
      "won": 1497,
      "work-week": 1498,
      "workspac": 1499,
      "world-read": 1500,
      "world-writ": 1501,
      "writeabl": 1502,
      "xxx": 1503,
      "xxxxxxxxxxxxxxxxxxxxxxx": 1504,
      "xyzzyNNN": 1505,
      "y": 1506,
      "y-m-d": 1507,
      "year-month-d": 1508,
      "z": 1509,
      "zcat": 1510,
      "zero-byt": 1511,
      "zone": 1512
    },
    "unk_token": "[UNK]"
  }
}