{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "Regex": 4,
      "Path": 5,
      "find": 6,
      "|": 7,
      "{}": 8,
      "-name": 9,
      "File": 10,
      "-type": 11,
      "f": 12,
      "-exec": 13,
      "\\;": 14,
      "Quantity": 15,
      "-I": 16,
      "xargs": 17,
      "grep": 18,
      "Program": 19,
      "-print": 20,
      ")": 21,
      "-f": 22,
      "d": 23,
      "-l": 24,
      "-n": 25,
      "rm": 26,
      "sort": 27,
      "$(": 28,
      "-print0": 29,
      "Permission": 30,
      "-d": 31,
      "-mtime": 32,
      "-r": 33,
      "sed": 34,
      "-or": 35,
      "-0": 36,
      "echo": 37,
      "ls": 38,
      "awk": 39,
      "-v": 40,
      "-iname": 41,
      "Number": 42,
      "-perm": 43,
      "-i": 44,
      "-c": 45,
      "-maxdepth": 46,
      "chmod": 47,
      "!": 48,
      "-size": 49,
      "-s": 50,
      "+Timespan": 51,
      "-t": 52,
      "Directory": 53,
      "cut": 54,
      "cat": 55,
      "-prune": 56,
      "wc": 57,
      "\\(": 58,
      "\\)": 59,
      "+": 60,
      "-Timespan": 61,
      "-e": 62,
      "-p": 63,
      "-path": 64,
      "<(": 65,
      "-a": 66,
      "head": 67,
      "+Size": 68,
      "-printf": 69,
      "mv": 70,
      "-o": 71,
      "tr": 72,
      "chown": 73,
      "-u": 74,
      "mkdir": 75,
      "tail": 76,
      "Timespan": 77,
      "-not": 78,
      "cp": 79,
      "-": 80,
      "-R": 81,
      "uniq": 82,
      "-Permission": 83,
      "-user": 84,
      "dirname": 85,
      "-empty": 86,
      "-E": 87,
      "-mindepth": 88,
      "-Quantity": 89,
      "-delete": 90,
      "-regex": 91,
      "-atime": 92,
      "-ls": 93,
      "tar": 94,
      "-k": 95,
      "Size": 96,
      "ln": 97,
      "rsync": 98,
      "split": 99,
      "-h": 100,
      "rev": 101,
      "-mmin": 102,
      "-F": 103,
      "-H": 104,
      "read": 105,
      "-newer": 106,
      "which": 107,
      "readlink": 108,
      "-P": 109,
      "l": 110,
      "-and": 111,
      "-b": 112,
      "date": 113,
      "tee": 114,
      "basename": 115,
      "-w": 116,
      "pwd": 117,
      "-L": 118,
      "diff": 119,
      "-z": 120,
      "du": 121,
      "md5sum": 122,
      "ssh": 123,
      "+Quantity": 124,
      "mount": 125,
      "file": 126,
      "-q": 127,
      "cd": 128,
      "-1": 129,
      "-m": 130,
      "-x": 131,
      "comm": 132,
      "df": 133,
      "-depth": 134,
      "tac": 135,
      "-ctime": 136,
      "set": 137,
      "-Size": 138,
      "-daystart": 139,
      "rename": 140,
      "ifconfig": 141,
      "gzip": 142,
      "history": 143,
      "-2": 144,
      "od": 145,
      "-newermt": 146,
      "column": 147,
      "shopt": 148,
      "hostname": 149,
      "mktemp": 150,
      "nl": 151,
      "ping": 152,
      "yes": 153,
      "dig": 154,
      "--": 155,
      "join": 156,
      "zcat": 157,
      "--exclude": 158,
      "-3": 159,
      "-group": 160,
      "paste": 161,
      "DateTime": 162,
      "%p\\n'": 163,
      "-execdir": 164,
      "seq": 165,
      "whoami": 166,
      "cal": 167,
      "-amin": 168,
      "rmdir": 169,
      "-inum": 170,
      "chgrp": 171,
      "fold": 172,
      "cpio": 173,
      "-N": 174,
      "less": 175,
      "-cmin": 176,
      "-xdev": 177,
      "crontab": 178,
      "who": 179,
      "touch": 180,
      "bzip2": 181,
      "env": 182,
      "more": 183,
      "tree": 184,
      "uname": 185,
      "pstree": 186,
      "+Permission": 187,
      "%p\\n\"": 188,
      "-regextype": 189,
      "kill": 190,
      "-A": 191,
      "-S": 192,
      "-nouser": 193,
      "-wholename": 194,
      "gunzip": 195,
      "ps": 196,
      "-ok": 197,
      "-iregex": 198,
      "-C": 199,
      "scp": 200,
      "bind": 201,
      "sh": 202,
      "finger": 203,
      "jobs": 204,
      "-B": 205,
      "-lname": 206,
      "a": 207,
      "curl": 208,
      "source": 209,
      "true": 210,
      "w": 211,
      "watch": 212,
      "--lines": 213,
      "-Z": 214,
      "-iwholename": 215,
      "-nogroup": 216,
      "--target-directory": 217,
      "-j": 218,
      "-samefile": 219,
      "groups": 220,
      "posix-egrep": 221,
      "'%h\\n'": 222,
      "compress": 223,
      "man": 224,
      "ssh-keygen": 225,
      "\"%f\\n\"": 226,
      "--parents": 227,
      "-O": 228,
      "bash": 229,
      "command": 230,
      "false": 231,
      "x1": 232,
      "'%T@": 233,
      "--color": 234,
      "--include": 235,
      "-xtype": 236,
      "pushd": 237,
      "--total": 238,
      "-Number": 239,
      "-fprintf": 240,
      "-links": 241,
      "sleep": 242,
      "su": 243,
      "vim": 244,
      "--date": 245,
      "--help": 246,
      "-T": 247,
      "-g": 248,
      "-newerct": 249,
      "-uid": 250,
      "md5": 251,
      "%s": 252,
      "%u": 253,
      "--delete": 254,
      "-fstype": 255,
      "extglob": 256,
      "nullglob": 257,
      "\"%T@": 258,
      "\"%s": 259,
      "--progress": 260,
      "-D": 261,
      "-X": 262,
      "-y": 263,
      ">(": 264,
      "dotglob": 265,
      "posix-extended": 266,
      "\"%h\\n\"": 267,
      "--in-place": 268,
      "--recursive": 269,
      "-9": 270,
      "-follow": 271,
      "-fprint": 272,
      "-mount": 273,
      "globstar": 274,
      "n": 275,
      "shred": 276,
      "--ignore-fail-on-non-empty": 277,
      "--max-depth": 278,
      "--suffix-length": 279,
      "--with-filename": 280,
      "-V": 281,
      "-ipath": 282,
      "apropos": 283,
      "rz": 284,
      "\"%C@": 285,
      "\"%P\\n\"": 286,
      "'%-10s": 287,
      "'%TY-%Tm-%Td": 288,
      "'%p": 289,
      "'%s": 290,
      "'+%d%m%Y'_archive.tar": 291,
      "--brief": 292,
      "--complement": 293,
      "--null": 294,
      "--unique": 295,
      "-gid": 296,
      "info": 297,
      "remount,ro": 298,
      "rsa": 299,
      "rw,remount": 300,
      "\"%f": 301,
      "\"%s\\n\"": 302,
      "\"f": 303,
      "%g": 304,
      "%p\"": 305,
      "'%#m": 306,
      "'%T+": 307,
      "'%f\\n'": 308,
      "'%p:'": 309,
      "'.'": 310,
      "'Name:": 311,
      "+%F": 312,
      "+%s": 313,
      "--canonicalize": 314,
      "--files0-from": 315,
      "--force": 316,
      "--read-bytes": 317,
      "--reference": 318,
      "--remove-destination": 319,
      "--rsync-path": 320,
      "--tmpdir": 321,
      "--version": 322,
      "-M": 323,
      "-W": 324,
      "-Y": 325,
      "bg": 326,
      "c": 327,
      "loop": 328,
      "remount": 329,
      "remount,rw": 330,
      "tmux": 331,
      "wget": 332,
      "yaffs2": 333,
      "\"%T+": 334,
      "\"%p": 335,
      "\"%y": 336,
      "\"mv": 337,
      "%16f": 338,
      "%6s\\n'": 339,
      "%H:%M:%S'": 340,
      "%TH:%TM:": 341,
      "%Tz": 342,
      "%d/%m/%Y\"": 343,
      "%n": 344,
      "%p": 345,
      "%s\\n'": 346,
      "'": 347,
      "'%M": 348,
      "'%h/%f'": 349,
      "'%h/lib%f'\\n\"": 350,
      "'%s\\n'": 351,
      "+%Y-%m-%d": 352,
      "--bytes": 353,
      "--dry-run": 354,
      "--line-buffered": 355,
      "--noreport": 356,
      "--numeric-suffixes": 357,
      "--replace": 358,
      "--show-parents": 359,
      "--skip-bytes": 360,
      "--stats": 361,
      "--verbose": 362,
      "-U": 363,
      "-aHn": 364,
      "-false": 365,
      "Size:": 366,
      "compat31": 367,
      "errexit": 368,
      "ext3": 369,
      "fg": 370,
      "is": 371,
      "none": 372,
      "nounset": 373,
      "pipefail": 374,
      "stat,ppid": 375,
      "top": 376,
      "x2": 377,
      "\"%M": 378,
      "\"%T+\\t%p\\n\"": 379,
      "\"%c": 380,
      "\"%d\\t%p\\n\"": 381,
      "\"%h/%f": 382,
      "\"%h\\0\"": 383,
      "\"%s\\t%p\\n\"": 384,
      "\"+%a": 385,
      "\"./%P\\n\"": 386,
      "\"\\n%AD": 387,
      "\"\\n%Ab": 388,
      "\"found\\n\"": 389,
      "\"newdir/%P\\0\"": 390,
      "%AT": 391,
      "%H:%M:%S\"": 392,
      "%TH:%TM:%TS": 393,
      "%TT": 394,
      "%TY-%Tm-%Td": 395,
      "%Tk:%TM": 396,
      "%f": 397,
      "%f\\n\"": 398,
      "%i": 399,
      "%pn\"": 400,
      "%s\\n\"": 401,
      "'\"%p\"\\n'": 402,
      "'%Tc": 403,
      "'%h\\0'": 404,
      "':%h\\n'": 405,
      "':%p'": 406,
      "+\"%a": 407,
      "+\"%d\"": 408,
      "+\"%s\"": 409,
      "+%Y:%m:%d": 410,
      "+%a": 411,
      "--all-repeated": 412,
      "--append": 413,
      "--delete-after": 414,
      "--delete-excluded": 415,
      "--filter": 416,
      "--iconv": 417,
      "--ignore-existing": 418,
      "--ips": 419,
      "--no-messages": 420,
      "--no-newline": 421,
      "--number": 422,
      "--one-file-system": 423,
      "--output-delimiter": 424,
      "--random-sort": 425,
      "--regexp": 426,
      "--relative": 427,
      "--size-only": 428,
      "--skip-fields": 429,
      "--stable": 430,
      "--stdout": 431,
      "--symbolic": 432,
      "-anewer": 433,
      "-cnewer": 434,
      "-ignore_readdir_race": 435,
      "-mnewer": 436,
      "-newerat": 437,
      "-noleaf": 438,
      "-okdir": 439,
      "-v-1d": 440,
      "-version": 441,
      "1.1,1.2,1.3,1.4": 442,
      "1.1,1.2,2.3": 443,
      "1.2,2.2,2.3": 444,
      "777": 445,
      ":": 446,
      "@resolver1.opendns.com": 447,
      "A": 448,
      "SRV": 449,
      "StrictHostKeyChecking=no": 450,
      "UserKnownHostsFile=/dev/null": 451,
      "accès": 452,
      "always": 453,
      "auto": 454,
      "bunzip2": 455,
      "cifs": 456,
      "clear": 457,
      "dernier": 458,
      "expand_aliases": 459,
      "ext4": 460,
      "fD": 461,
      "jfs": 462,
      "jfs2": 463,
      "le": 464,
      "modified": 465,
      "nano": 466,
      "never": 467,
      "nocasematch": 468,
      "noclobber": 469,
      "ns": 470,
      "ntfs": 471,
      "o-o.myaddr.l.google.com": 472,
      "progcomp": 473,
      "ro,remount": 474,
      "s": 475,
      "seconds": 476,
      "separate": 477,
      "smbfs": 478,
      "u1": 479,
      "vboxsf": 480,
      "vfat": 481,
      "w32": 482,
      "zless": 483,
      "{}'": 484,
      "\"": 485,
      "\"#\"": 486,
      "\"#define\"": 487,
      "\"$HOME/Labs/lab4a/folder%03g\"": 488,
      "\"$NGV\"": 489,
      "\"$domain\"": 490,
      "\"%02g\"": 491,
      "\"%12s": 492,
      "\"%A@": 493,
      "\"%P\\n": 494,
      "\"%T@\\n\"": 495,
      "\"%TY%Tm%Td%TH%TM%TS|%p\\n\"": 496,
      "\"%TY%Tm%Td%TH%TM%TS|%p|%l\\n\"": 497,
      "\"%Y": 498,
      "\"%f\\0\"": 499,
      "\"%i": 500,
      "\"%i,%b,%M,%n,%u,%g,%s,%CY-%Cm-%Cd": 501,
      "\"%i@%p\\n\"": 502,
      "\"%n": 503,
      "\"%n\"": 504,
      "\"%p$IFS\"": 505,
      "\"%p:%T@\\n\"": 506,
      "\"%p:%g\\n\"": 507,
      "\"%p:%h\\n\"": 508,
      "\"%p\\0\"": 509,
      "\"%p\\n\"": 510,
      "\"+%Y%m%d_%H%M\"": 511,
      "\"+%Y-%m-%d": 512,
      "\"+%Y-%m-%d\"": 513,
      "\"+%s.%N\"": 514,
      "\"+%s:%N\"": 515,
      "\"././%f\\n\"": 516,
      "\".\\n\"": 517,
      "\"Sat": 518,
      "\"StrictHostKeyChecking": 519,
      "\"The": 520,
      "\"\\t-": 521,
      "\"cp": 522,
      "\"methodNameHere\"": 523,
      "\"unzip": 524,
      "\"weekly.%.0f\"": 525,
      "%-10s": 526,
      "%10s": 527,
      "%AA": 528,
      "%AB": 529,
      "%AF": 530,
      "%AH:%AM:%AS\\n\"": 531,
      "%AY": 532,
      "%Ac\\n\"": 533,
      "%Ad": 534,
      "%Ar,": 535,
      "%CT,%p\\n\"": 536,
      "%P\\\\n": 537,
      "%P\\n\"": 538,
      "%TF": 539,
      "%Ta": 540,
      "%Tb": 541,
      "%Tb\\n": 542,
      "%Td": 543,
      "%Tr\\n\"": 544,
      "%Tz\\n\"": 545,
      "%X\"": 546,
      "%Y\"": 547,
      "%a,": 548,
      "%f\\t%h\\n\"": 549,
      "%g'": 550,
      "%h": 551,
      "%h/%f\\n\"": 552,
      "%h/%fn\"": 553,
      "%p\\0\"": 554,
      "%p\\0'": 555,
      "%prn\"": 556,
      "%t": 557,
      "%t\\\\n\"": 558,
      "%t\\n\"": 559,
      "%x": 560,
      "&&": 561,
      "'\"%h/%f\"": 562,
      "'%20s": 563,
      "'%TY": 564,
      "'%TY-%Tm\\n'": 565,
      "'%Tm": 566,
      "'%d:%p\\n'": 567,
      "'%d\\t%P\\n'": 568,
      "'%f.torrent\\n'": 569,
      "'%f\\0'": 570,
      "'%f\\000'": 571,
      "'%k": 572,
      "'%l\\n'": 573,
      "'%m%c%p'": 574,
      "'%p'": 575,
      "'%p:": 576,
      "'*'": 577,
      "'+%+:": 578,
      "'+%Y'": 579,
      "'+%Y-%m-%d": 580,
      "'+%Y-%m-%d'": 581,
      "'+%Y-%m-%dT%k:%M:%S%z'": 582,
      "'+%a'": 583,
      "'+%c:": 584,
      "'/tmp/test_%f'\\n\"": 585,
      "'<stringWithOrWithoutSpacesToFind>'": 586,
      "'Since": 587,
      "'\\n'": 588,
      "'d'": 589,
      "'some": 590,
      "'xrange'": 591,
      "(%H:%M)\"": 592,
      "+\"%T\"": 593,
      "+\"%Y\"": 594,
      "+\"%Y%m%d%H%M\"": 595,
      "+\"%Y-%m-%d": 596,
      "+\"%Y/%m/%d": 597,
      "+\"%m": 598,
      "+\"CDATE='%Y-%m-%d": 599,
      "+%H:%M:%S": 600,
      "+%Y-%m-%d:%H:%M:%S": 601,
      "+%Y-%m-1": 602,
      "+%b": 603,
      "+%j": 604,
      "+%m%d0000": 605,
      "+'%Y-%m-%d": 606,
      "+'%d%m%Y-%H-%M'": 607,
      "+1100\"": 608,
      "+Number": 609,
      "+\\": 610,
      "+authority": 611,
      "+comments": 612,
      "+noall": 613,
      "--additional-suffix": 614,
      "--apparent-size": 615,
      "--block-size": 616,
      "--blocking-io": 617,
      "--bwlimit": 618,
      "--canonicalize-existing": 619,
      "--chmod": 620,
      "--copy-dirlinks": 621,
      "--copy-links": 622,
      "--dereference": 623,
      "--directory": 624,
      "--exclude-dir": 625,
      "--files-from": 626,
      "--from-file": 627,
      "--ignore-case": 628,
      "--index-search": 629,
      "--inodes": 630,
      "--interactive": 631,
      "--invert-match": 632,
      "--ip-address": 633,
      "--line-number": 634,
      "--merge": 635,
      "--mime-type": 636,
      "--no-run-if-empty": 637,
      "--only-matching": 638,
      "--out-format": 639,
      "--owner": 640,
      "--prune-empty-dirs": 641,
      "--quiet": 642,
      "--remove-source-files": 643,
      "--rfc-3339": 644,
      "--safe-links": 645,
      "--set": 646,
      "--sparse": 647,
      "--suffix": 648,
      "--suppress-common-lines": 649,
      "--time-style": 650,
      "-Q": 651,
      "-permissions\\n'": 652,
      ".": 653,
      "/bin/ksh": 654,
      "09": 655,
      "1.1,1.2,1.3,2.1,2.2,2.3": 656,
      "1.1,1.2,1.3,2.3": 657,
      "1.1,2.2": 658,
      "1.2,1.3,2.4,2.5,1.4": 659,
      "13:37:14": 660,
      "2.1,2.2,1.2,1.3": 661,
      "2.1,2.2,2.4,1.3": 662,
      "2.2": 663,
      "2014": 664,
      "30": 665,
      "500MB\\n\"": 666,
      ":$f": 667,
      "@1267619929": 668,
      "@8.8.8.8": 669,
      "@ns1.google.com": 670,
      "Aug": 671,
      "Bandwidth": 672,
      "Compression=yes": 673,
      "ConnectTimeout=3": 674,
      "ControlPath=\"$MASTERSOCK\"": 675,
      "ControlPath=\"$SSHSOCKET\"": 676,
      "DSAAuthentication=yes": 677,
      "EPOCH='%s'\"": 678,
      "ForwardAgent=yes": 679,
      "IdentitiesOnly=yes": 680,
      "It": 681,
      "LogLevel=FATAL": 682,
      "Owner:": 683,
      "ServerAliveInterval=60": 684,
      "UTF-8,UTF-8-MAC": 685,
      "UTF-8-MAC,UTF-8": 686,
      "\\b%Td": 687,
      "\\n\"": 688,
      "\\t": 689,
      "\\t%y\\n\"": 690,
      "accessed": 691,
      "action": 692,
      "an": 693,
      "applied\\n'": 694,
      "autocd": 695,
      "b": 696,
      "blowfish": 697,
      "bytes": 698,
      "bytes\\n'": 699,
      "cdable_vars": 700,
      "ch": 701,
      "checkwinsize": 702,
      "cmdhist": 703,
      "com.": 704,
      "cpuset": 705,
      "day\\n\"": 706,
      "direxpand": 707,
      "dragon-architect.com": 708,
      "during": 709,
      "exec": 710,
      "execfail": 711,
      "ext2": 712,
      "extX": 713,
      "failglob": 714,
      "gcc": 715,
      "greater": 716,
      "has": 717,
      "histappend": 718,
      "histexpand": 719,
      "histverify": 720,
      "i": 721,
      "implicit": 722,
      "java": 723,
      "last": 724,
      "lastpipe": 725,
      "line": 726,
      "linprocfs": 727,
      "lithist": 728,
      "localdomain.com": 729,
      "long-iso": 730,
      "nfs": 731,
      "nfs4": 732,
      "no\"": 733,
      "nocaseglob": 734,
      "nohup": 735,
      "not": 736,
      "ntfs-3g": 737,
      "o-rwx": 738,
      "pcpu,state,cputime,etimes": 739,
      "pid": 740,
      "popd": 741,
      "posix-ergep": 742,
      "proc": 743,
      "promptvars": 744,
      "remount,size=40G": 745,
      "remount,suid": 746,
      "remount,umask=000": 747,
      "rfs": 748,
      "ro": 749,
      "ro,loop,offset=$OFFSET": 750,
      "rootfs": 751,
      "rss=,args=": 752,
      "rw": 753,
      "rw,auto,user,fmask=0000,dmask=0000": 754,
      "rw,uid=test,gid=test": 755,
      "seems": 756,
      "skip": 757,
      "soa": 758,
      "soft": 759,
      "than": 760,
      "that": 761,
      "the": 762,
      "tmpfs": 763,
      "txt": 764,
      "type_descriptor": 765,
      "u2": 766,
      "uI": 767,
      "uid,pid,cmd": 768,
      "username=Username,password=password": 769,
      "username=me,password=mine": 770,
      "verbose": 771,
      "wasn't": 772,
      "world": 773,
      "write": 774,
      "x1c": 775,
      "xpg_echo": 776,
      "xtrace": 777,
      "yahoo.com": 778,
      "à": 779
    },
    "unk_token": "[UNK]"
  }
}