{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "file": 4,
      "_FILE": 5,
      "in": 6,
      "directori": 7,
      "add": 8,
      "_REGEX": 9,
      "allow": 10,
      "current": 11,
      "for": 12,
      "of": 13,
      "user": 14,
      "name": 15,
      "with": 16,
      "to": 17,
      "found": 18,
      "folder": 19,
      "thant": 20,
      "_NUMBER": 21,
      "line": 22,
      "tree": 23,
      "a": 24,
      "last": 25,
      "point": 26,
      "search": 27,
      "display": 28,
      "regular": 29,
      "fqdn": 30,
      "whic": 31,
      "modifi": 32,
      "whose": 33,
      "permiss": 34,
      "chang": 35,
      "path": 36,
      "variabl": 37,
      "dri": 38,
      "system": 39,
      "keep": 40,
      "_DIRECTORY": 41,
      "by": 42,
      "were": 43,
      "matchig": 44,
      "contain": 45,
      "as": 46,
      "delet": 47,
      "remot": 48,
      "number": 49,
      "recurs": 50,
      "creat": 51,
      "or": 52,
      "_TIMESPAN": 53,
      "fetch": 54,
      "on": 55,
      "output": 56,
      "command": 57,
      "into": 58,
      "_SIZE": 59,
      "group": 60,
      "end": 61,
      "next": 62,
      "read": 63,
      "copi": 64,
      "is": 65,
      "content": 66,
      "save": 67,
      "sinc": 68,
      "owner": 69,
      "first": 70,
      "onli": 71,
      "start": 72,
      "charact": 73,
      "entir": 74,
      "byte": 75,
      "sub": 76,
      "zone": 77,
      "show": 78,
      "execut": 79,
      "pattern": 80,
      "includ": 81,
      "it": 82,
      "space": 83,
      "standard": 84,
      "at": 85,
      "input": 86,
      "sort": 87,
      "word": 88,
      "empti": 89,
      "extens": 90,
      "use": 91,
      "without": 92,
      "symbol": 93,
      "count": 94,
      "look": 95,
      "access": 96,
      "shell": 97,
      "ignor": 98,
      "everi": 99,
      "archiv": 100,
      "level": 101,
      "if": 102,
      "list": 103,
      "'s": 104,
      "taken": 105,
      "data": 106,
      "compress": 107,
      "field": 108,
      "among": 109,
      "down": 110,
      "wget": 111,
      "null": 112,
      "eras": 113,
      "remov": 114,
      "filenam": 115,
      "place": 116,
      "format": 117,
      "local": 118,
      "separ": 119,
      "skip": 120,
      "address": 121,
      "belong": 122,
      "exist": 123,
      "regex": 124,
      "begin": 125,
      "month": 126,
      "uniqu": 127,
      "target": 128,
      "view": 129,
      "untar": 130,
      "resurs": 131,
      "parent": 132,
      "after": 133,
      "follow": 134,
      "process": 135,
      "script": 136,
      "subdirectori": 137,
      "split": 138,
      "prompt": 139,
      "account": 140,
      "hidden": 141,
      "bigger": 142,
      "locat": 143,
      "disk": 144,
      "trim": 145,
      "an": 146,
      "valu": 147,
      "back": 148,
      "insensit": 149,
      "append": 150,
      "between": 151,
      "eva": 152,
      "occurr": 153,
      "symlink": 154,
      "ip": 155,
      "result": 156,
      "bring": 157,
      "excess": 158,
      "second": 159,
      "work": 160,
      "prefix": 161,
      "option": 162,
      "filesystem": 163,
      "specifi": 164,
      "ownership": 165,
      "differ": 166,
      "sourc": 167,
      "soft": 168,
      "sub-directori": 169,
      "answer": 170,
      "record": 171,
      "stamp": 172,
      "leav": 173,
      "_DATETIME": 174,
      "recent": 175,
      "exact": 176,
      "network": 177,
      "abort": 178,
      "calcul": 179,
      "other": 180,
      "preserv": 181,
      "column": 182,
      "newlin": 183,
      "replac": 184,
      "interfac": 185,
      "tri": 186,
      "hour": 187,
      "item": 188,
      "modif": 189,
      "bif": 190,
      "inform": 191,
      "maximum": 192,
      "ntfs": 193,
      "status": 194,
      "blah": 195,
      "move": 196,
      "environ": 197,
      "job": 198,
      "timestamp": 199,
      "descend": 200,
      "histori": 201,
      "numer": 202,
      "usag": 203,
      "no": 204,
      "temporari": 205,
      "compar": 206,
      "express": 207,
      "give": 208,
      "processor": 209,
      "through": 210,
      "print": 211,
      "argument": 212,
      "error": 213,
      "request": 214,
      "call": 215,
      "delimit": 216,
      "check": 217,
      "domain": 218,
      "order": 219,
      "befor": 220,
      "id": 221,
      "pathnam": 222,
      "restart": 223,
      "twice": 224,
      "_PERMISSION": 225,
      "enabl": 226,
      "pager": 227,
      "suffux": 228,
      "tabl": 229,
      "writeabl": 230,
      "xtime": 231,
      "anoth": 232,
      "insid": 233,
      "latex": 234,
      "resid": 235,
      "cron": 236,
      "store": 237,
      "travers": 238,
      "extend": 239,
      "extra": 240,
      "messag": 241,
      "need": 242,
      "subfold": 243,
      "escap": 244,
      "session": 245,
      "absolut": 246,
      "exlud": 247,
      "hierarchi": 248,
      "run": 249,
      "default": 250,
      "digit": 251,
      "gunzip": 252,
      "neither": 253,
      "piec": 254,
      "accept": 255,
      "be": 256,
      "connect": 257,
      "extract": 258,
      "interact": 259,
      "preced": 260,
      "presenti": 261,
      "random": 262,
      "trail": 263,
      "updat": 264,
      "everyth": 265,
      "return": 266,
      "termin": 267,
      "backslash": 268,
      "detail": 269,
      "duplic": 270,
      "glob": 271,
      "smaller": 272,
      "quit": 273,
      "goroot": 274,
      "pars": 275,
      "broken": 276,
      "dump": 277,
      "go": 278,
      "instanc": 279,
      "kernel": 280,
      "letter": 281,
      "modul": 282,
      "overwrit": 283,
      "confirm": 284,
      "descript": 285,
      "open": 286,
      "partit": 287,
      "remount": 288,
      "accord": 289,
      "backup": 290,
      "happen": 291,
      "releas": 292,
      "kill": 293,
      "login": 294,
      "mount": 295,
      "multipl": 296,
      "origin": 297,
      "build": 298,
      "manual": 299,
      "map": 300,
      "unix": 301,
      "whitespac": 302,
      "background": 303,
      "forward": 304,
      "frequent": 305,
      "reachabl": 306,
      "up": 307,
      "'t": 308,
      "binari": 309,
      "configur": 310,
      "consol": 311,
      "correct": 312,
      "depth": 313,
      "downward": 314,
      "hostnam": 315,
      "relat": 316,
      "alreadi": 317,
      "appear": 318,
      "calendar": 319,
      "equal": 320,
      "exclud": 321,
      "function": 322,
      "header": 323,
      "hexadecim": 324,
      "imag": 325,
      "localhost": 326,
      "url": 327,
      "verbos": 328,
      "zero": 329,
      "filter": 330,
      "gcc": 331,
      "human": 332,
      "ie": 333,
      "length": 334,
      "newest": 335,
      "non-hidden": 336,
      "oldest": 337,
      "posit": 338,
      "safeti": 339,
      "sequenc": 340,
      "third": 341,
      "top-level": 342,
      "blank": 343,
      "checksum": 344,
      "comma-separ": 345,
      "editor": 346,
      "normal": 347,
      "plus": 348,
      "program": 349,
      "receiv": 350,
      "resolv": 351,
      "section": 352,
      "server": 353,
      "usernam": 354,
      "util": 355,
      "wait": 356,
      "wrap": 357,
      "xcpu": 358,
      "colon-separ": 359,
      "make": 360,
      "non-blank": 361,
      "signal": 362,
      "treat": 363,
      "absent": 364,
      "download": 365,
      "egrep": 366,
      "expand": 367,
      "finda": 368,
      "harri": 369,
      "minim": 370,
      "requir": 371,
      "suffix": 372,
      "transmiss": 373,
      "alphabet": 374,
      "assign": 375,
      "basenam": 376,
      "defin": 377,
      "echo": 378,
      "ensur": 379,
      "fourth": 380,
      "handl": 381,
      "human-read": 382,
      "loadabl": 383,
      "perform": 384,
      "pipe": 385,
      "printabl": 386,
      "python": 387,
      "regard": 388,
      "respons": 389,
      "rwx": 390,
      "setup": 391,
      "sprintf": 392,
      "x": 393,
      "case-insensit": 394,
      "chmod": 395,
      "colour": 396,
      "epoch": 397,
      "in-plac": 398,
      "instead": 399,
      "intermedi": 400,
      "lowercas": 401,
      "machin": 402,
      "non-recurs": 403,
      "renam": 404,
      "repeat": 405,
      "screen": 406,
      "tmpdir": 407,
      "xpid": 408,
      "crontab": 409,
      "decompress": 410,
      "devic": 411,
      "disabl": 412,
      "fstab": 413,
      "generat": 414,
      "newus": 415,
      "omit": 416,
      "year": 417,
      "clean": 418,
      "convert": 419,
      "export": 420,
      "forcibl": 421,
      "ident": 422,
      "javascript": 423,
      "ls": 424,
      "nameserv": 425,
      "paramet": 426,
      "redirect": 427,
      "socket": 428,
      "stdout": 429,
      "structur": 430,
      "summari": 431,
      "anybodi": 432,
      "avail": 433,
      "averag": 434,
      "beneath": 435,
      "destin": 436,
      "infinit": 437,
      "oper": 438,
      "png": 439,
      "previous": 440,
      "space-separ": 441,
      "underscor": 442,
      "unifi": 443,
      "al": 444,
      "ascii": 445,
      "becaus": 446,
      "canon": 447,
      "compos": 448,
      "continu": 449,
      "discard": 450,
      "driver": 451,
      "kilobyt": 452,
      "limit": 453,
      "liter": 454,
      "minut": 455,
      "packet": 456,
      "privileg": 457,
      "read-write-execut": 458,
      "side-by-sid": 459,
      "silent": 460,
      "timeout": 461,
      "zcat": 462,
      "alphanumer": 463,
      "collect": 464,
      "combin": 465,
      "comment": 466,
      "config": 467,
      "daniel": 468,
      "dereferenc": 469,
      "dot-separ": 470,
      "februari": 471,
      "immedi": 472,
      "index": 473,
      "invok": 474,
      "media": 475,
      "mimetyp": 476,
      "n": 477,
      "non-empti": 478,
      "noth": 479,
      "posix": 480,
      "provid": 481,
      "slash-separ": 482,
      "suppress": 483,
      "transfer": 484,
      "tunnel": 485,
      "week": 486,
      "whether": 487,
      "any-cas": 488,
      "anywher": 489,
      "atleast": 490,
      "b": 491,
      "compon": 492,
      "determin": 493,
      "doubl": 494,
      "flag": 495,
      "interpert": 496,
      "menu": 497,
      "opt": 498,
      "pad": 499,
      "physic": 500,
      "prepend": 501,
      "septemb": 502,
      "special": 503,
      "substitut": 504,
      "tecmint": 505,
      "utrac": 506,
      "websit": 507,
      "www-data": 508,
      "accross": 509,
      "actual": 510,
      "addit": 511,
      "anyon": 512,
      "apach": 513,
      "architectur": 514,
      "assum": 515,
      "backward": 516,
      "concaten": 517,
      "distinct": 518,
      "grand": 519,
      "hash": 520,
      "htdoc": 521,
      "inputfil": 522,
      "insert": 523,
      "junk": 524,
      "passphras": 525,
      "percentag": 526,
      "posix-egrep": 527,
      "quot": 528,
      "read-writ": 529,
      "repres": 530,
      "seventh": 531,
      "sigterm": 532,
      "so": 533,
      "specfic": 534,
      "stringbuff": 535,
      "subshel": 536,
      "success": 537,
      "tmux": 538,
      "unsign": 539,
      "unzip": 540,
      "aa": 541,
      "adjasc": 542,
      "adjust": 543,
      "admin": 544,
      "against": 545,
      "associ": 546,
      "attribut": 547,
      "compile-tim": 548,
      "consecut": 549,
      "control": 550,
      "decreas": 551,
      "edwarda": 552,
      "elid": 553,
      "encount": 554,
      "everybodi": 555,
      "expans": 556,
      "filepath": 557,
      "greatest": 558,
      "indent": 559,
      "instant": 560,
      "integ": 561,
      "makefil": 562,
      "measur": 563,
      "miss": 564,
      "music": 565,
      "ns": 566,
      "offset": 567,
      "oracl": 568,
      "password": 569,
      "power": 570,
      "press": 571,
      "protocol": 572,
      "prune": 573,
      "ratio": 574,
      "refer": 575,
      "select": 576,
      "semicolon": 577,
      "statist": 578,
      "subset": 579,
      "uppercas": 580,
      "written": 581,
      "xstate": 582,
      "attempt": 583,
      "banana": 584,
      "bind": 585,
      "broadcast": 586,
      "california": 587,
      "cannot": 588,
      "capit": 589,
      "complet": 590,
      "constitut": 591,
      "coresspond": 592,
      "deeper": 593,
      "descriptor": 594,
      "everywher": 595,
      "files": 596,
      "float": 597,
      "highlight": 598,
      "in-memori": 599,
      "indic": 600,
      "kb": 601,
      "longest": 602,
      "mb": 603,
      "megabyt": 604,
      "optim": 605,
      "otherwis": 606,
      "parallel": 607,
      "partial": 608,
      "pipelin": 609,
      "rang": 610,
      "regardless": 611,
      "revert": 612,
      "rewrit": 613,
      "scala": 614,
      "semicolon-sepr": 615,
      "sigkil": 616,
      "somewher": 617,
      "stdin": 618,
      "strip": 619,
      "subtract": 620,
      "support": 621,
      "symfoni": 622,
      "synchron": 623,
      "templat": 624,
      "tuesday": 625,
      "ummi": 626,
      "uncompress": 627,
      "unless": 628,
      "vowel": 629,
      "welcom": 630,
      "window": 631,
      "wordpress": 632,
      "xarg": 633,
      "zombi": 634,
      "algorithm": 635,
      "appli": 636,
      "automat": 637,
      "built-in": 638,
      "busi": 639,
      "cert": 640,
      "cgi-bin": 641,
      "command-lin": 642,
      "constraint": 643,
      "construct": 644,
      "creation": 645,
      "debug": 646,
      "destdir": 647,
      "dir-name-her": 648,
      "elimin": 649,
      "empnam": 650,
      "encod": 651,
      "exampl": 652,
      "extran": 653,
      "foldernam": 654,
      "forc": 655,
      "foreground": 656,
      "friday": 657,
      "hardwar": 658,
      "highest": 659,
      "interpret": 660,
      "join": 661,
      "lighttpd": 662,
      "nest": 663,
      "nginx": 664,
      "non-display": 665,
      "non-print": 666,
      "nonexist": 667,
      "novemb": 668,
      "parenthesi": 669,
      "particular": 670,
      "person": 671,
      "pictur": 672,
      "platform": 673,
      "possibl": 674,
      "precis": 675,
      "put": 676,
      "q": 677,
      "quotat": 678,
      "read-execut": 679,
      "readlin": 680,
      "relay": 681,
      "respect": 682,
      "respond": 683,
      "revers": 684,
      "right": 685,
      "rooter": 686,
      "rsultant": 687,
      "rsync": 688,
      "second-to-last": 689,
      "sequenti": 690,
      "sighup": 691,
      "simul": 692,
      "somebodi": 693,
      "song": 694,
      "statement": 695,
      "tarbal": 696,
      "top-ten": 697,
      "truncat": 698,
      "trust": 699,
      "wildcard": 700,
      "alway": 701,
      "analog": 702,
      "anyway": 703,
      "astarisk": 704,
      "authent": 705,
      "authentifi": 706,
      "avoid": 707,
      "button": 708,
      "bypass": 709,
      "c-style": 710,
      "care": 711,
      "carriag": 712,
      "case-insent": 713,
      "characterwis": 714,
      "client": 715,
      "clobber": 716,
      "consist": 717,
      "controlpath": 718,
      "convers": 719,
      "corrupt": 720,
      "cross": 721,
      "cygwin": 722,
      "d": 723,
      "dd-nnn": 724,
      "decim": 725,
      "definit": 726,
      "develop": 727,
      "dirnam": 728,
      "document": 729,
      "drupal": 730,
      "earnestc": 731,
      "erlang": 732,
      "excludeddir": 733,
      "execdir": 734,
      "f": 735,
      "failur": 736,
      "fashion": 737,
      "final": 738,
      "fingerprint": 739,
      "floppi": 740,
      "from": 741,
      "fuddel": 742,
      "gobin": 743,
      "gurukul": 744,
      "hstd": 745,
      "i.e": 746,
      "identifi": 747,
      "in-between": 748,
      "inact": 749,
      "individu": 750,
      "instal": 751,
      "invoc": 752,
      "januari": 753,
      "manpag": 754,
      "memori": 755,
      "metadata": 756,
      "monitor": 757,
      "mv": 758,
      "mysql": 759,
      "necessari": 760,
      "non-error": 761,
      "non-match": 762,
      "non-zero": 763,
      "null-separ": 764,
      "obj-c": 765,
      "object": 766,
      "octet": 767,
      "outsid": 768,
      "period": 769,
      "phpbb": 770,
      "phrase": 771,
      "presed": 772,
      "privat": 773,
      "probabl": 774,
      "pseudo-termin": 775,
      "question": 776,
      "read-on": 777,
      "rearrang": 778,
      "repositori": 779,
      "represent": 780,
      "retriev": 781,
      "right-justifi": 782,
      "rw": 783,
      "scroll": 784,
      "sever": 785,
      "similar": 786,
      "smbfs": 787,
      "somedir": 788,
      "someth": 789,
      "spanish": 790,
      "stabil": 791,
      "subsequ": 792,
      "subtre": 793,
      "suggest": 794,
      "superus": 795,
      "testproject": 796,
      "testvar": 797,
      "texinfo": 798,
      "third-level": 799,
      "throughout": 800,
      "togeth": 801,
      "tommy": 802,
      "tree-lik": 803,
      "umask": 804,
      "unicod": 805,
      "unmatch": 806,
      "unpair": 807,
      "vagrant": 808,
      "visibl": 809,
      "wherein": 810,
      "xx": 811,
      "year-month-day": 812,
      "ymdhms": 813,
      "yourfil": 814,
      "zero-length": 815,
      "About": 816,
      "a-j": 817,
      "abstract": 818,
      "alias": 819,
      "align": 820,
      "all": 821,
      "all-cas": 822,
      "alongsid": 823,
      "alt-shift-i": 824,
      "am": 825,
      "amzadm": 826,
      "andrew": 827,
      "ansi": 828,
      "antoniod": 829,
      "application-level": 830,
      "attach": 831,
      "audibl": 832,
      "author": 833,
      "authorit": 834,
      "backend": 835,
      "backupdir": 836,
      "bandwidth": 837,
      "becom": 838,
      "block": 839,
      "bluher": 840,
      "boostinst": 841,
      "border": 842,
      "bugzilla": 843,
      "builtin": 844,
      "caractor": 845,
      "cascad": 846,
      "categori": 847,
      "cd": 848,
      "chapter": 849,
      "cipher": 850,
      "collaps": 851,
      "comlex": 852,
      "comma-delimit": 853,
      "comparefil": 854,
      "comparison": 855,
      "comput": 856,
      "concurr": 857,
      "consequ": 858,
      "cookbook": 859,
      "cpanel": 860,
      "criteria": 861,
      "css": 862,
      "cyclic": 863,
      "daemon": 864,
      "databas": 865,
      "daystart": 866,
      "debian": 867,
      "decemb": 868,
      "default-format": 869,
      "delay": 870,
      "delete": 871,
      "delimin": 872,
      "depend": 873,
      "depth-first": 874,
      "describ": 875,
      "desktop": 876,
      "destfold": 877,
      "diagnost": 878,
      "distribut": 879,
      "dockerroot": 880,
      "dollar": 881,
      "donot": 882,
      "dot-bound": 883,
      "dot-delimit": 884,
      "draw": 885,
      "dummyfil": 886,
      "e": 887,
      "earlier": 888,
      "effici": 889,
      "el": 890,
      "element": 891,
      "elev": 892,
      "empsal": 893,
      "erron": 894,
      "es": 895,
      "escal": 896,
      "essbas": 897,
      "estim": 898,
      "evalu": 899,
      "excludinghidden": 900,
      "exec": 901,
      "explan": 902,
      "explicit": 903,
      "file-nam": 904,
      "findsfil": 905,
      "fortnight": 906,
      "founddata": 907,
      "ftpuser": 908,
      "fully-defin": 909,
      "further": 910,
      "futur": 911,
      "gateway": 912,
      "gb": 913,
      "grandpar": 914,
      "gzip-compress": 915,
      "gzip-ompress": 916,
      "half": 917,
      "hashmov": 918,
      "hexdump": 919,
      "hierarch": 920,
      "histogram": 921,
      "history": 922,
      "htaccess": 923,
      "html": 924,
      "hyphen": 925,
      "hyphen-separ": 926,
      "image-fold": 927,
      "imagesdir": 928,
      "immun": 929,
      "increment": 930,
      "initi": 931,
      "insignific": 932,
      "integr": 933,
      "interv": 934,
      "io": 935,
      "isol": 936,
      "items": 937,
      "jpefg": 938,
      "jsmith": 939,
      "justifi": 940,
      "keybind": 941,
      "keymap": 942,
      "keyword": 943,
      "l": 944,
      "languag": 945,
      "left-justifi": 946,
      "lexicograph": 947,
      "lf": 948,
      "ll": 949,
      "ln": 950,
      "logfil": 951,
      "logged-in": 952,
      "main-directori": 953,
      "manner": 954,
      "match": 955,
      "merg": 956,
      "metallica": 957,
      "method": 958,
      "mindepth": 959,
      "mountpoint": 960,
      "multi-command": 961,
      "multilin": 962,
      "mx": 963,
      "named": 964,
      "nameoffiletoprintto": 965,
      "neat": 966,
      "netinst": 967,
      "new-lin": 968,
      "newroot": 969,
      "nice": 970,
      "nnosecond": 971,
      "no-op": 972,
      "no-recurs": 973,
      "non-alphanumer": 974,
      "non-com": 975,
      "non-compress": 976,
      "non-exist": 977,
      "non-interact": 978,
      "non-loc": 979,
      "non-punctu": 980,
      "nongraph": 981,
      "nonzero": 982,
      "noportdoc": 983,
      "noportexampl": 984,
      "not-execut": 985,
      "number-sort": 986,
      "numcpu": 987,
      "occur": 988,
      "ok": 989,
      "oldfil": 990,
      "oldus": 991,
      "ordinari": 992,
      "orphan": 993,
      "outputprefixnnn": 994,
      "packag": 995,
      "packetloss": 996,
      "pagewis": 997,
      "pagin": 998,
      "partnnn": 999,
      "path-to-fil": 1000,
      "percent": 1001,
      "perman": 1002,
      "photo": 1003,
      "picasso": 1004,
      "pid-process": 1005,
      "pieces": 1006,
      "pixel": 1007,
      "posix-extend": 1008,
      "postgr": 1009,
      "practic": 1010,
      "predefin": 1011,
      "pretti": 1012,
      "primari": 1013,
      "produc": 1014,
      "profil": 1015,
      "proper": 1016,
      "pseudo": 1017,
      "r": 1018,
      "rather": 1019,
      "re-align": 1020,
      "re-appli": 1021,
      "re-read": 1022,
      "recal": 1023,
      "recommend": 1024,
      "recursion-rel": 1025,
      "remain": 1026,
      "repli": 1027,
      "ro": 1028,
      "rotat": 1029,
      "samba": 1030,
      "satisfi": 1031,
      "saturday": 1032,
      "schedul": 1033,
      "screenshot": 1034,
      "scriptalia": 1035,
      "scriptpath": 1036,
      "segment": 1037,
      "semicolon-separ": 1038,
      "sensit": 1039,
      "servic": 1040,
      "session-less": 1041,
      "set": 1042,
      "shuffl": 1043,
      "side-mirror": 1044,
      "sigwinch": 1045,
      "simpli": 1046,
      "simultan": 1047,
      "skeleton": 1048,
      "solari": 1049,
      "somedirectori": 1050,
      "someon": 1051,
      "sometim": 1052,
      "space-delimit": 1053,
      "specialus": 1054,
      "spell": 1055,
      "squar": 1056,
      "srcfolder": 1057,
      "ssh-keygen": 1058,
      "ssh-stuff": 1059,
      "sshe-keygen": 1060,
      "sshkeypass": 1061,
      "subdir": 1062,
      "subvers": 1063,
      "sunday": 1064,
      "surround": 1065,
      "suspici": 1066,
      "switch": 1067,
      "syntact": 1068,
      "syslog": 1069,
      "t": 1070,
      "tab-separ": 1071,
      "tarfil": 1072,
      "testexpress": 1073,
      "testip": 1074,
      "th": 1075,
      "that": 1076,
      "the": 1077,
      "thecurr": 1078,
      "thedirnam": 1079,
      "titl": 1080,
      "tool": 1081,
      "touch": 1082,
      "transform": 1083,
      "uncom": 1084,
      "uncondit": 1085,
      "underscore-delimit": 1086,
      "uniniti": 1087,
      "unknown": 1088,
      "unpack": 1089,
      "unread": 1090,
      "unsaf": 1091,
      "upload": 1092,
      "us": 1093,
      "va": 1094,
      "vboxus": 1095,
      "vendor": 1096,
      "vi": 1097,
      "vi-insert": 1098,
      "wc": 1099,
      "webserv": 1100,
      "whatev": 1101,
      "work-week": 1102,
      "workspac": 1103,
      "world-read": 1104,
      "world-writ": 1105,
      "xprioriti": 1106,
      "xresid": 1107,
      "xshare": 1108,
      "xuserid": 1109,
      "xvirtual": 1110,
      "xxxxxxxxxxxxxxxxxxxxxxx": 1111,
      "xyzzyNNN": 1112,
      "y": 1113,
      "y-m-d": 1114,
      "year-month-d": 1115,
      "z": 1116,
      "zero-byt": 1117
    },
    "unk_token": "[UNK]"
  }
}