{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "-": 4,
      "|": 5,
      "/": 6,
      "'": 7,
      "find": 8,
      "1": 9,
      "n": 10,
      "{}": 11,
      "head": 12,
      "\"": 13,
      "$(": 14,
      "name": 15,
      "exec": 16,
      "f": 17,
      ".": 18,
      "xargs": 19,
      "type": 20,
      "echo": 21,
      "\\;": 22,
      ")": 23,
      "sort": 24,
      "dev": 25,
      "tr": 26,
      "shuf": 27,
      "i": 28,
      "urandom": 29,
      "s": 30,
      "txt": 31,
      "d": 32,
      "9": 33,
      "\"*.": 34,
      "R": 35,
      "cat": 36,
      "grep": 37,
      "a": 38,
      "sed": 39,
      "'*.": 40,
      "dc": 41,
      "0": 42,
      "ls": 43,
      "+": 44,
      "c": 45,
      "rm": 46,
      "`": 47,
      "%": 48,
      "iname": 49,
      "print": 50,
      "g": 51,
      "I": 52,
      "chmod": 53,
      "zA": 54,
      "awk": 55,
      "w": 56,
      "~": 57,
      "fold": 58,
      "A": 59,
      "$": 60,
      "\\": 61,
      "Z0": 62,
      "n1": 63,
      "{": 64,
      "2": 65,
      "printf": 66,
      "maxdepth": 67,
      "~/": 68,
      "sh": 69,
      "cut": 70,
      "e": 71,
      "RANDOM": 72,
      "=": 73,
      "<(": 74,
      "10": 75,
      "tar": 76,
      "mv": 77,
      "date": 78,
      "etc": 79,
      ",": 80,
      "3": 81,
      "l": 82,
      "}'": 83,
      "usr": 84,
      "Za": 85,
      "tmp": 86,
      "z0": 87,
      "(": 88,
      "'{": 89,
      "rand": 90,
      "z": 91,
      "Z": 92,
      "100": 93,
      "t": 94,
      "32": 95,
      "cp": 96,
      "x": 97,
      "5": 98,
      "jpg": 99,
      "BEGIN": 100,
      ";": 101,
      "tail": 102,
      "8": 103,
      "+%": 104,
      "./": 105,
      "r": 106,
      "rf": 107,
      "int": 108,
      "'\\": 109,
      "4": 110,
      "v": 111,
      ":": 112,
      "}": 113,
      "log": 114,
      "\"$(": 115,
      "..": 116,
      "md5sum": 117,
      "file": 118,
      "${": 119,
      "share": 120,
      "srand": 121,
      "pwd": 122,
      "1000": 123,
      "curl": 124,
      "passwd": 125,
      "16": 126,
      "words": 127,
      "dict": 128,
      "F": 129,
      "'{}'": 130,
      "://": 131,
      ")\"": 132,
      "u": 133,
      "cd": 134,
      "_": 135,
      "o": 136,
      "du": 137,
      "size": 138,
      "'[:": 139,
      "()*": 140,
      "\\&": 141,
      "random": 142,
      "))": 143,
      "alnum": 144,
      "p": 145,
      "'%": 146,
      ");": 147,
      "*.": 148,
      "\"*\"": 149,
      ":]'": 150,
      "'*.*'": 151,
      "foo": 152,
      "20": 153,
      "-%": 154,
      "\"%": 155,
      "m": 156,
      "com": 157,
      "mindepth": 158,
      "bin": 159,
      "mtime": 160,
      "gz": 161,
      "();": 162,
      ").": 163,
      "/[": 164,
      "Y": 165,
      "'[": 166,
      "*": 167,
      "--": 168,
      "mmin": 169,
      "E": 170,
      "')": 171,
      "!": 172,
      "conf": 173,
      "'*'": 174,
      "f1": 175,
      "/'": 176,
      "]\\{": 177,
      "644": 178,
      "S": 179,
      "yes": 180,
      "]{": 181,
      "touch": 182,
      "wc": 183,
      "h": 184,
      "\"*.*\"": 185,
      "var": 186,
      "\"$": 187,
      "\"\\": 188,
      "\")": 189,
      "on": 190,
      ")}'": 191,
      "H": 192,
      "pdf": 193,
      "bash": 194,
      "Documents": 195,
      "[:": 196,
      "home": 197,
      "www": 198,
      "b": 199,
      "bar": 200,
      "https": 201,
      "example": 202,
      "http": 203,
      "print0": 204,
      "\\;`": 205,
      ":]": 206,
      "[": 207,
      "7": 208,
      "perm": 209,
      "HOME": 210,
      "seq": 211,
      "T": 212,
      "f2": 213,
      "min": 214,
      "mp3": 215,
      "M": 216,
      "/\\": 217,
      "30": 218,
      "})": 219,
      "/*": 220,
      "path": 221,
      "6": 222,
      ":-": 223,
      "NR": 224,
      "N": 225,
      "env": 226,
      "new": 227,
      "{}.": 228,
      "+\"%": 229,
      "50": 230,
      "backup": 231,
      "string": 232,
      "mktemp": 233,
      "od": 234,
      "number": 235,
      "user": 236,
      "]'": 237,
      "max": 238,
      "is": 239,
      "null": 240,
      "9_": 241,
      "755": 242,
      "\\(": 243,
      "\\)": 244,
      "}{": 245,
      "png": 246,
      "c1": 247,
      "mkdir": 248,
      "uniq": 249,
      "<": 250,
      "bak": 251,
      "csv": 252,
      "alpha": 253,
      "C": 254,
      "Desktop": 255,
      "L": 256,
      "zip": 257,
      "local": 258,
      "old": 259,
      "Hello": 260,
      "15": 261,
      "delete": 262,
      "gzip": 263,
      "paste": 264,
      "()": 265,
      ")`": 266,
      "64": 267,
      ":%": 268,
      "':'": 269,
      "to": 270,
      "pattern": 271,
      "\".": 272,
      "upper": 273,
      "'/": 274,
      "root": 275,
      "($": 276,
      "+;": 277,
      "\\*.": 278,
      "\\{\\}": 279,
      "{}\"": 280,
      "777": 281,
      "@": 282,
      "lower": 283,
      "\"{}\"": 284,
      "12": 285,
      "~/*": 286,
      "\",": 287,
      "*/": 288,
      "hello": 289,
      "\"[:": 290,
      "10000": 291,
      "for": 292,
      "rn": 293,
      "org": 294,
      "stat": 295,
      "not": 296,
      "\"/": 297,
      "chown": 298,
      "dirname": 299,
      "py": 300,
      "==": 301,
      "NF": 302,
      "test": 303,
      "nr": 304,
      "whoami": 305,
      "60": 306,
      "q": 307,
      "text": 308,
      "k": 309,
      "*\"": 310,
      "U": 311,
      "\":\"": 312,
      "empty": 313,
      "num": 314,
      "O": 315,
      "dir": 316,
      "files": 317,
      "html": 318,
      ":]\"": 319,
      "PWD": 320,
      "execdir": 321,
      "500": 322,
      "9a": 323,
      "'^[": 324,
      "/%": 325,
      "P": 326,
      "\\+": 327,
      "czf": 328,
      "php": 329,
      ")/": 330,
      ">": 331,
      "c20": 332,
      "}\"": 333,
      "}')": 334,
      "&": 335,
      "'.*'": 336,
      "/$(": 337,
      "X": 338,
      "wget": 339,
      ",$": 340,
      "World": 341,
      "][": 342,
      "*'": 343,
      "/?": 344,
      "\\\"": 345,
      "]*'": 346,
      "format": 347,
      "hosts": 348,
      "rev": 349,
      "\"[": 350,
      "()*(": 351,
      "strings": 352,
      "tgz": 353,
      "y": 354,
      "'$": 355,
      "/[^": 356,
      "\\|": 357,
      "\"*$(": 358,
      "++)": 359,
      "200": 360,
      "]": 361,
      "data": 362,
      "len": 363,
      "~/.": 364,
      "\"`": 365,
      "''": 366,
      "','": 367,
      "Downloads": 368,
      "]//": 369,
      "`{|}~'": 370,
      "digits": 371,
      "plain": 372,
      "rwx": 373,
      "/\\([": 374,
      "<=": 375,
      "}$(": 376,
      "255": 377,
      "9A": 378,
      "]/": 379,
      "loweralpha": 380,
      "!\"#$%&'\\''()*+,-./:;<=>?@[\\]^": 381,
      "'`": 382,
      "600": 383,
      "archive": 384,
      "unique": 385,
      "upperalpha": 386,
      "c8": 387,
      "f3": 388,
      "Pictures": 389,
      "+'%": 390,
      "999": 391,
      "An": 392,
      "cf": 393,
      ")'": 394,
      "25": 395,
      "Random": 396,
      "c10": 397,
      "regex": 398,
      "word": 399,
      "base64": 400,
      "source": 401,
      "'+%": 402,
      "'/^$/": 403,
      "-'": 404,
      "/*.": 405,
      "99": 406,
      "ch": 407,
      "il": 408,
      "output": 409,
      "}${": 410,
      "\"}'": 411,
      "*/)": 412,
      "/^/": 413,
      "]\"": 414,
      "cvzf": 415,
      "k2": 416,
      "\"${": 417,
      "/$": 418,
      "END": 419,
      "basename": 420,
      "rename": 421,
      "&&": 422,
      "1024": 423,
      "destination": 424,
      "filename": 425,
      "lib": 426,
      "()}{": 427,
      "This": 428,
      "czvf": 429,
      "exe": 430,
      "or": 431,
      "700": 432,
      "9999": 433,
      "PATH": 434,
      "c32": 435,
      "directory": 436,
      "if": 437,
      "mp4": 438,
      "sudo": 439,
      "zcvf": 440,
      "\",\"": 441,
      ")))": 442,
      "664": 443,
      "egrep": 444,
      "executable": 445,
      "js": 446,
      "substr": 447,
      "world": 448,
      "&/": 449,
      "//": 450,
      "=\"": 451,
      "\\*": 452,
      "gif": 453,
      "la": 454,
      "\"*": 455,
      ")/*": 456,
      "\\$": 457,
      "command": 458,
      "images": 459,
      "/{}": 460,
      "1M": 461,
      "24": 462,
      "256": 463,
      "LC_CTYPE": 464,
      "digit": 465,
      "ltr": 466,
      "proc": 467,
      "tee": 468,
      "zcf": 469,
      "'.'": 470,
      "FILE": 471,
      "\\\\": 472,
      "c50": 473,
      "doc": 474,
      "lh": 475,
      "ping": 476,
      "\".*\"": 477,
      "#": 478,
      "()}'": 479,
      "B": 480,
      "Music": 481,
      "_A": 482,
      "c16": 483,
      "file_": 484,
      "'/'": 485,
      "';'": 486,
      "))}'": 487,
      "128": 488,
      "depth": 489,
      "in": 490,
      "seed": 491,
      "{}'": 492,
      "}\\": 493,
      "./*": 494,
      "0755": 495,
      "40": 496,
      "LC_ALL": 497,
      "\\}'": 498,
      "api": 499,
      "error": 500,
      "group": 501,
      "k1": 502,
      "length": 503,
      "rl": 504,
      "(\"": 505,
      "/^[": 506,
      "0644": 507,
      "10M": 508,
      "14": 509,
      "26": 510,
      "\\/": 511,
      "\\}/": 512,
      "ext": 513,
      "master": 514,
      "services": 515,
      "temp": 516,
      "vE": 517,
      "xzf": 518,
      "!@#$%^&*()": 519,
      "))\"": 520,
      "),": 521,
      "+'": 522,
      "-$": 523,
      "444": 524,
      "L1": 525,
      "]+'": 526,
      "color": 527,
      "cvf": 528,
      "dat": 529,
      "oE": 530,
      "oP": 531,
      "raw": 532,
      "sL": 533,
      "'*": 534,
      ")\\": 535,
      ".%": 536,
      "The": 537,
      "USER": 538,
      "\\$(": 539,
      "bashrc": 540,
      "ctime": 541,
      "githubusercontent": 542,
      "some": 543,
      "the": 544,
      "}'`": 545,
      "~!@#$%^&*": 546,
      "\"'": 547,
      "775": 548,
      "]/\\": 549,
      "al": 550,
      "c100": 551,
      "f4": 552,
      "inum": 553,
      "replace": 554,
      "!@#$%^&*": 555,
      "\"^[": 556,
      "')\"": 557,
      "'))": 558,
      "-$(": 559,
      "100000": 560,
      "100M": 561,
      "28": 562,
      "744": 563,
      ":\"": 564,
      "D": 565,
      "]*\"": 566,
      "`\"": 567,
      "rsync": 568,
      "space": 569,
      "sum": 570,
      "syslog": 571,
      "xf": 572,
      "}))": 573,
      "'$(": 574,
      "'^$'": 575,
      ",}'": 576,
      "ERROR": 577,
      "and": 578,
      "li": 579,
      "rn1": 580,
      "\";": 581,
      "'^": 582,
      "../": 583,
      "/\\(.*\\)/\\": 584,
      "1000c": 585,
      "11": 586,
      "dest": 587,
      "openssl": 588,
      "replacement": 589,
      "rnd": 590,
      "'|": 591,
      ")+": 592,
      "=$": 593,
      "FS": 594,
      "OFS": 595,
      "ln": 596,
      "}[": 597,
      "!\"": 598,
      "\"))": 599,
      "\"+%": 600,
      "\"/\"": 601,
      "'*.[": 602,
      ")}')": 603,
      "+`": 604,
      "0600": 605,
      "13": 606,
      "400": 607,
      "Ei": 608,
      "\\}-[": 609,
      "d_": 610,
      "fv": 611,
      "history": 612,
      "x1": 613,
      "xzvf": 614,
      "{};": 615,
      "~)": 616,
      "$(($": 617,
      "'*[": 618,
      "/\\(.*\\)/": 619,
      "640": 620,
      "=\"$(": 621,
      "?": 622,
      "G": 623,
      "Your": 624,
      "]\\": 625,
      "`;": 626,
      "arr": 627,
      "days": 628,
      "json": 629,
      "oldword": 630,
      "sys": 631,
      "system": 632,
      "}$'": 633,
      "\",$": 634,
      "'.": 635,
      "()}": 636,
      "+\\": 637,
      "/\"": 638,
      "666": 639,
      ">>": 640,
      "Mozilla": 641,
      "\\;)": 642,
      "google": 643,
      "iregex": 644,
      "lah": 645,
      "music": 646,
      "newword": 647,
      "randomtextgenerator": 648,
      "\"*.[": 649,
      "'[[:": 650,
      "(\"%": 651,
      "();}{": 652,
      ")*\"": 653,
      "/^/#/'": 654,
      "033": 655,
      "97": 656,
      "Rf": 657,
      "You": 658,
      "array": 659,
      "f0": 660,
      "rmdir": 661,
      "rw": 662,
      "sample": 663,
      "src": 664,
      "${#": 665,
      "'^#'": 666,
      ")\")": 667,
      "+=$": 668,
      "/`": 669,
      "90": 670,
      ":]]\\{": 671,
      "Eo": 672,
      "Rl": 673,
      "]\\)/\\": 674,
      "`.": 675,
      "c30": 676,
      "dmesg": 677,
      "exclude": 678,
      "folder": 679,
      "graph": 680,
      "include": 681,
      "k3": 682,
      "line": 683,
      "logs": 684,
      "my": 685,
      "myfile": 686,
      "n2": 687,
      "ps": 688,
      "readable": 689,
      "ri": 690,
      "ssh": 691,
      "vf": 692,
      "xdigit": 693,
      "xvf": 694,
      "xvzf": 695,
      "}/": 696,
      "\"[[:": 697,
      "$((": 698,
      "%.": 699,
      "'\"": 700,
      "-\\": 701,
      "/.": 702,
      "/[[:": 703,
      "50M": 704,
      "]*": 705,
      "c64": 706,
      "hr": 707,
      "kill": 708,
      "me": 709,
      "n10": 710,
      "out": 711,
      "punct": 712,
      "total": 713,
      "})\"": 714,
      "!'": 715,
      "\"^#\"": 716,
      "'#'": 717,
      "'='": 718,
      "))'": 719,
      "){": 720,
      "/.*/": 721,
      "/^": 722,
      "1000000": 723,
      "36": 724,
      ":]')": 725,
      ":]]{": 726,
      "Backup": 727,
      "\\}\"": 728,
      "]\\+\\)/\\": 729,
      "abc": 730,
      "c4": 731,
      "ir": 732,
      "n5": 733,
      "newtext": 734,
      "rx": 735,
      "search": 736,
      "string2": 737,
      "target": 738,
      "ugo": 739,
      "which": 740,
      "};": 741,
      "\"\"": 742,
      "\"*[": 743,
      "\"*\\.": 744,
      "$\"": 745,
      "$'\\": 746,
      "');": 747,
      "'|'": 748,
      "))}')": 749,
      ")}": 750,
      "/*\"": 751,
      "/*)": 752,
      "//'": 753,
      "0c": 754,
      "100k": 755,
      "32767": 756,
      "512": 757,
      ":])": 758,
      ":]][[:": 759,
      "=\"$": 760,
      "=$(": 761,
      "Bash": 762,
      "[@]}))]}": 763,
      "comm": 764,
      "exit": 765,
      "expr": 766,
      "f5": 767,
      "git": 768,
      "input": 769,
      "keyword": 770,
      "ld": 771,
      "localhost": 772,
      "myfiles": 773,
      "opt": 774,
      "pl": 775,
      "rfv": 776,
      "sbin": 777,
      "script": 778,
      "stdin": 779,
      "string1": 780,
      "swp": 781,
      "tac": 782,
      "w20": 783,
      "{}\\": 784,
      "\"%.": 785,
      "\"-": 786,
      "\".\"": 787,
      "\"/'": 788,
      "\"^": 789,
      "\"{}": 790,
      "\"|": 791,
      "${$(": 792,
      "'/[": 793,
      ")*.": 794,
      ")/'": 795,
      "):": 796,
      "-{}.": 797,
      "/)": 798,
      "1000k": 799,
      "750": 800,
      ":]]'": 801,
      ";`": 802,
      "@\\": 803,
      "ARGV": 804,
      "Hn": 805,
      "\\\"%": 806,
      "\\.": 807,
      "\\}/`": 808,
      "]\\+/": 809,
      "^": 810,
      "ago": 811,
      "ah": 812,
      "backups": 813,
      "cfz": 814,
      "done": 815,
      "file1": 816,
      "lt": 817,
      "off": 818,
      "oldtext": 819,
      "randomly": 820,
      "rvf": 821,
      "scripts": 822,
      "sleep": 823,
      "this": 824,
      "w1": 825,
      "w32": 826,
      "w8": 827,
      "xml": 828,
      "~/$(": 829,
      "\")\"": 830,
      "\";\"": 831,
      "%\"": 832,
      "').": 833,
      "())}'": 834,
      "))/": 835,
      ")|": 836,
      ")}'`": 837,
      "/$/": 838,
      "/*'": 839,
      "0777": 840,
      "101": 841,
      "1024c": 842,
      "23": 843,
      "660": 844,
      "=/": 845,
      "W": 846,
      "XXXXXX": 847,
      "[$((": 848,
      "\\\"\"": 849,
      "\\\"*.": 850,
      "\\'": 851,
      "\\+/\\": 852,
      "]\\)\\([": 853,
      "b1": 854,
      "c5": 855,
      "en": 856,
      "jar": 857,
      "lrt": 858,
      "main": 859,
      "n3": 860,
      "of": 861,
      "prune": 862,
      "qO": 863,
      "regextype": 864,
      "split": 865,
      "true": 866,
      "z_": 867,
      "\"=\"": 868,
      "$'": 869,
      "&/'": 870,
      "'*/\\.*'": 871,
      "'.*[": 872,
      "'{}": 873,
      "))\\": 874,
      "+$(": 875,
      "/[^[:": 876,
      "/^/#/": 877,
      "02x": 878,
      "03d": 879,
      "127": 880,
      "20M": 881,
      "250": 882,
      "50k": 883,
      "99999": 884,
      ":][:": 885,
      "FNR": 886,
      "[$": 887,
      "\\}/$(": 888,
      "\\}/\\": 889,
      "`/": 890,
      "atime": 891,
      "blank": 892,
      "c2": 893,
      "do": 894,
      "generated": 895,
      "github": 896,
      "kernel": 897,
      "md": 898,
      "mnt": 899,
      "nR": 900,
      "net": 901,
      "photos": 902,
      "rpm": 903,
      "shred": 904,
      "xdev": 905,
      "{}'\"": 906,
      "{})": 907,
      "{}/": 908,
      "}-[": 909,
      "}.": 910,
      "\"([": 911,
      "\").": 912,
      "%${#": 913,
      "&\\": 914,
      "'^\\": 915,
      ")\";": 916,
      ")'/": 917,
      "+-='": 918,
      "-)": 919,
      "/\\(.\\)/\\": 920,
      "000": 921,
      "02d": 922,
      "17": 923,
      "65": 924,
      "65535": 925,
      ":/": 926,
      ":]\\": 927,
      "='": 928,
      ">/": 929,
      "BASH_REMATCH": 930,
      "Foo": 931,
      "Ls": 932,
      "Number": 933,
      "V": 934,
      "\\\"\\": 935,
      "\\$((": 936,
      "\\=": 937,
      "\\}\\)/\\": 938,
      "]')": 939,
      "bz2": 940,
      "c15": 941,
      "cmd": 942,
      "column": 943,
      "css": 944,
      "diff": 945,
      "documents": 946,
      "ef": 947,
      "foobar": 948,
      "go": 949,
      "hi": 950,
      "io": 951,
      "j": 952,
      "list": 953,
      "lucky": 954,
      "mount": 955,
      "ne": 956,
      "password": 957,
      "rh": 958,
      "shadow": 959,
      "toupper": 960,
      "u4": 961,
      "username": 962,
      "uuid": 963,
      "w10": 964,
      "xtype": 965,
      "your": 966,
      "}\\.[": 967,
      "}`": 968,
      "\"\\$(": 969,
      "\"\\\\": 970,
      "\"{}\"'": 971,
      "\"|\"": 972,
      "'${": 973,
      "'-'": 974,
      "'[^": 975,
      ")\"`": 976,
      "+\"": 977,
      "+$": 978,
      "+)": 979,
      "/\\\\": 980,
      "/{}\"": 981,
      "00": 982,
      "0m": 983,
      "1440": 984,
      "18": 985,
      "1G": 986,
      "1k": 987,
      "2000": 988,
      "4000": 989,
      "45": 990,
      "48": 991,
      "537": 992,
      "764": 993,
      "80": 994,
      ":'": 995,
      "F0": 996,
      "Gecko": 997,
      "Goodbye": 998,
      "POST": 999,
      "User": 1000,
      "XXXXXXXXXX": 1001,
      "\\)$'": 1002,
      "]+\"": 1003,
      "]\\+\\)": 1004,
      "_backup": 1005,
      "aeiou": 1006,
      "bash_history": 1007,
      "baz": 1008,
      "bc": 1009,
      "cfvz": 1010,
      "choice": 1011,
      "cmin": 1012,
      "file2": 1013,
      "found": 1014,
      "from": 1015,
      "generator": 1016,
      "ini": 1017,
      "install": 1018,
      "jpeg": 1019,
      "k4": 1020,
      "lines": 1021,
      "location": 1022,
      "man": 1023,
      "mydir": 1024,
      "new_directory": 1025,
      "newstring": 1026,
      "nk1": 1027,
      "no": 1028,
      "oldstring": 1029,
      "random_file": 1030,
      "randomwebsite": 1031,
      "server": 1032,
      "so": 1033,
      "sql": 1034,
      "title": 1035,
      "wav": 1036,
      "x8": 1037,
      "}$\"": 1038,
      "\"*[!": 1039,
      "'#!/": 1040,
      "'$((": 1041,
      "'%.": 1042,
      "'([": 1043,
      "'<": 1044,
      "'\\\\": 1045,
      "()\"": 1046,
      "()%": 1047,
      "))))": 1048,
      "));": 1049,
      "))`": 1050,
      "*.*": 1051,
      "++){": 1052,
      "+{}|:<>?='": 1053,
      "-\"": 1054,
      "/\"$": 1055,
      "/\\.": 1056,
      "01": 1057,
      "0444": 1058,
      "05d": 1059,
      "0666": 1060,
      "0f": 1061,
      "0s": 1062,
      "180": 1063,
      "1p": 1064,
      "20000": 1065,
      "27": 1066,
      "33": 1067,
      "44": 1068,
      "5000": 1069,
      "754": 1070,
      ":$": 1071,
      ":]]//": 1072,
      "</": 1073,
      "Error": 1074,
      "M_": 1075,
      "TEXT": 1076,
      "Type": 1077,
      "Welcome": 1078,
      "Y_": 1079,
      "Z1": 1080,
      "[$(($": 1081,
      "[@]}": 1082,
      "[[:": 1083,
      "\\\"$(": 1084,
      "\\%": 1085,
      "\\([": 1086,
      "\\+$//'": 1087,
      "\\;;": 1088,
      "]*//": 1089,
      "]/&\\": 1090,
      "]/[": 1091,
      "apple": 1092,
      "apt": 1093,
      "are": 1094,
      "c128": 1095,
      "cal": 1096,
      "cfg": 1097,
      "copy": 1098,
      "count": 1099,
      "cpuinfo": 1100,
      "docs": 1101,
      "docx": 1102,
      "else": 1103,
      "ez": 1104,
      "fA": 1105,
      "fname": 1106,
      "fr": 1107,
      "gi": 1108,
      "hex": 1109,
      "hs": 1110,
      "i1": 1111,
      "id": 1112,
      "ifconfig": 1113,
      "lR": 1114,
      "lorem": 1115,
      "lr": 1116,
      "ltrh": 1117,
      "media": 1118,
      "nH": 1119,
      "new_text": 1120,
      "nl": 1121,
      "progress": 1122,
      "randomtext": 1123,
      "rk1": 1124,
      "rlE": 1125,
      "run": 1126,
      "sha256sum": 1127,
      "times": 1128,
      "ug": 1129,
      "version": 1130,
      "w16": 1131,
      "xlsx": 1132,
      "xyz": 1133,
      "you": 1134,
      "zxf": 1135,
      "{}`": 1136,
      "}|": 1137,
      "\")'": 1138,
      "\".\\{": 1139,
      "\"^$\"": 1140,
      "\"^\\": 1141,
      "$$": 1142,
      "$[": 1143,
      "'#": 1144,
      "'$'": 1145,
      "'*$(": 1146,
      "'^[^": 1147,
      ")$(": 1148,
      ")-": 1149,
      ").*\"": 1150,
      ");}'": 1151,
      "*$": 1152,
      "*)": 1153,
      ",}\"": 1154,
      ",}\\": 1155,
      "-+='": 1156,
      "-{}": 1157,
      ".*'": 1158,
      "/\\/": 1159,
      "0400": 1160,
      "04d": 1161,
      "100000000": 1162,
      "1000M": 1163,
      "150": 1164,
      "1n": 1165,
      "1s": 1166,
      "2048": 1167,
      "555": 1168,
      "999999": 1169,
      ":\";": 1170,
      ";/": 1171,
      "=\"\";": 1172,
      ">'": 1173,
      "Content": 1174,
      "H_": 1175,
      "Linux": 1176,
      "ORS": 1177,
      "\\<": 1178,
      "\\`": 1179,
      "\\}$'": 1180,
      "\\}/'$(": 1181,
      "]*/\\": 1182,
      "]*[": 1183,
      "]/!": 1184,
      "]\\+'": 1185,
      "__": 1186,
      "`)": 1187,
      "alh": 1188,
      "auto": 1189,
      "avi": 1190,
      "bzip2": 1191,
      "c256": 1192,
      "c6": 1193,
      "c7": 1194,
      "chs": 1195,
      "class": 1196,
      "config": 1197,
      "cvfz": 1198,
      "delimiter": 1199,
      "f7": 1200,
      "fstab": 1201,
      "hc": 1202,
      "hostname": 1203,
      "htm": 1204,
      "import": 1205,
      "lS": 1206,
      "less": 1207,
      "m_": 1208,
      "messages": 1209,
      "mybackup": 1210,
      "new_file": 1211,
      "newfile": 1212,
      "nk2": 1213,
      "nls": 1214,
      "one": 1215,
      "open": 1216,
      "pictures": 1217,
      "posix": 1218,
      "profile": 1219,
      "randint": 1220,
      "rnw": 1221,
      "rv": 1222,
      "sch": 1223,
      "sd": 1224,
      "something": 1225,
      "url": 1226,
      "users": 1227,
      "w4": 1228,
      "watch": 1229,
      "with": 1230,
      "x20": 1231,
      "zn": 1232,
      "{}!\"": 1233,
      "!'\"": 1234,
      "!=": 1235,
      "!\\": 1236,
      "\"$((": 1237,
      "\"*.*\")": 1238,
      "\"/\"$": 1239,
      "\"\\\"\"}'": 1240,
      "\"{}.": 1241,
      "%$(": 1242,
      "%%": 1243,
      "%'": 1244,
      "'%(%": 1245,
      "'*/": 1246,
      "'/$'": 1247,
      "'/^#/": 1248,
      "';": 1249,
      "'\\$": 1250,
      "'{\"": 1251,
      "'{}'\"": 1252,
      "())": 1253,
      "(),": 1254,
      "()<": 1255,
      ")%": 1256,
      ")/*.": 1257,
      ");}{": 1258,
      ")>": 1259,
      "*$\"": 1260,
      "*$'": 1261,
      "*$//'": 1262,
      ".{}.": 1263,
      "/([": 1264,
      "/*/": 1265,
      "/,/": 1266,
      "/;": 1267,
      "/<": 1268,
      "/\\([[:": 1269,
      "/^.*$/": 1270,
      "/^\\([": 1271,
      "04x": 1272,
      "0700": 1273,
      "0750": 1274,
      "1000000000": 1275,
      "10k": 1276,
      "19": 1277,
      "1_": 1278,
      "1c": 1279,
      "20k": 1280,
      "21": 1281,
      "2f": 1282,
      "2n": 1283,
      "300": 1284,
      "3000": 1285,
      "31": 1286,
      "32m": 1287,
      "500M": 1288,
      "770": 1289,
      ":;};": 1290,
      ":]\"|": 1291,
      ":~$": 1292,
      "=''": 1293,
      "='*.": 1294,
      "=`": 1295,
      ">(": 1296,
      ">=": 1297,
      "@{}": 1298,
      "ABC": 1299,
      "Command": 1300,
      "F_": 1301,
      "Found": 1302,
      "Hi": 1303,
      "Is": 1304,
      "K": 1305,
      "NEW": 1306,
      "README": 1307,
      "STRING": 1308,
      "Sh": 1309,
      "Text": 1310,
      "XXXXXXXX": 1311,
      "\\+/": 1312,
      "\\\\;": 1313,
      "\\{": 1314,
      "\\}.[": 1315,
      "\\}[": 1316,
      "\\}\\": 1317,
      "\\}\\-[[:": 1318,
      "]*\\": 1319,
      "]*\\)": 1320,
      "]/&": 1321,
      "]=$": 1322,
      "]\\+/[": 1323,
      "]}'": 1324,
      "always": 1325,
      "apache2": 1326,
      "application": 1327,
      "archives": 1328,
      "blue": 1329,
      "bytes": 1330,
      "c12": 1331,
      "c3": 1332,
      "c40": 1333,
      "c500": 1334,
      "cache": 1335,
      "commands": 1336,
      "deb": 1337,
      "dir1": 1338,
      "dir2": 1339,
      "dog": 1340,
      "eq": 1341,
      "eval": 1342,
      "export": 1343,
      "expression": 1344,
      "f6": 1345,
      "f9": 1346,
      "fn": 1347,
      "follow": 1348,
      "function": 1349,
      "host": 1350,
      "hsc": 1351,
      "ie": 1352,
      "ig": 1353,
      "index": 1354,
      "irl": 1355,
      "like": 1356,
      "links": 1357,
      "match": 1358,
      "mpg": 1359,
      "n20": 1360,
      "n50": 1361,
      "new_string": 1362,
      "newdir": 1363,
      "newermt": 1364,
      "nobody": 1365,
      "node_modules": 1366,
      "nrk1": 1367,
      "nul": 1368,
      "oEi": 1369,
      "old_string": 1370,
      "old_text": 1371,
      "phrase": 1372,
      "pushd": 1373,
      "python": 1374,
      "rE": 1375,
      "randomword": 1376,
      "rolled": 1377,
      "searchstring": 1378,
      "searchterm": 1379,
      "shm": 1380,
      "some_file": 1381,
      "stats": 1382,
      "td": 1383,
      "term": 1384,
      "time": 1385,
      "tolower": 1386,
      "tu4": 1387,
      "ul": 1388,
      "vi": 1389,
      "vn": 1390,
      "vulnerable": 1391,
      "w6": 1392,
      "x61": 1393,
      "x65": 1394,
      "x6e": 1395,
      "xdg": 1396,
      "za": 1397,
      "{}\\;": 1398,
      "}\")": 1399,
      "}'|": 1400,
      "}}'": 1401,
      "!'\\": 1402,
      "!/^$/": 1403,
      "\"%\"": 1404,
      "\"%{": 1405,
      "\")*\"": 1406,
      "\")`": 1407,
      "\")}'": 1408,
      "\"*.$(": 1409,
      "\"-\"": 1410,
      "\"./*\"": 1411,
      "\"./*.": 1412,
      "\"/\")": 1413,
      "\"/$\"": 1414,
      "\":": 1415,
      "\"<": 1416,
      "\"@": 1417,
      "\"[^": 1418,
      "\"^\\.\"": 1419,
      "\"{": 1420,
      "\"}": 1421,
      "\"}{": 1422,
      "\"~/": 1423,
      "$\")": 1424,
      "$//'": 1425,
      "'!'": 1426,
      "')`": 1427,
      "'*[!": 1428,
      "',": 1429,
      "',')": 1430,
      "'.*\\(": 1431,
      "'/')": 1432,
      "'@'": 1433,
      "'\\*'": 1434,
      "'\\.": 1435,
      "'\\.*'": 1436,
      "'\\[": 1437,
      "'\\\\\\": 1438,
      "'^#!'": 1439,
      "'^.{": 1440,
      "'{$": 1441,
      "'~'": 1442,
      "();}": 1443,
      "()<.": 1444,
      ")\"}'": 1445,
      ")')": 1446,
      "))/'": 1447,
      "))]}": 1448,
      "))|": 1449,
      ")//": 1450,
      ")]}": 1451,
      ")}{": 1452,
      "*$/": 1453,
      "*))": 1454,
      "**": 1455,
      "*/))": 1456,
      "*//": 1457,
      "*/|": 1458,
      "*\\": 1459,
      "+;`": 1460,
      "+=-'": 1461,
      "-${": 1462,
      "-`": 1463,
      "../../": 1464,
      "/))": 1465,
      "/.\\{": 1466,
      "/;/": 1467,
      "/\\(\\": 1468,
      "/^#.*//": 1469,
      "/^/#": 1470,
      "/^\\([^": 1471,
      "/{}/": 1472,
      "0664": 1473,
      "0x": 1474,
      "10000000": 1475,
      "10000k": 1476,
      "120": 1477,
      "168": 1478,
      "1d": 1479,
      "200M": 1480,
      "222": 1481,
      "3M": 1482,
      "42": 1483,
      "440": 1484,
      "50000": 1485,
      "500k": 1486,
      "550": 1487,
      "5d": 1488,
      "711": 1489,
      "75": 1490,
      "774": 1491,
      "9000": 1492,
      "9999999": 1493,
      ":]')\"": 1494,
      ";}'": 1495,
      "<<<": 1496,
      "=\"/\"}{": 1497,
      "=${": 1498,
      "=-": 1499,
      "=@$(": 1500,
      ">/<": 1501,
      "A1": 1502,
      "A2": 1503,
      "A5": 1504,
      "ARGC": 1505,
      "AppleWebKit": 1506,
      "Chrome": 1507,
      "DISPLAY": 1508,
      "Date": 1509,
      "Example": 1510,
      "F1": 1511,
      "FILES": 1512,
      "Firefox": 1513,
      "HOSTNAME": 1514,
      "Hey": 1515,
      "IFS": 1516,
      "Images": 1517,
      "Intel": 1518,
      "John": 1519,
      "KHTML": 1520,
      "Lorem": 1521,
      "Mac": 1522,
      "Macintosh": 1523,
      "Mn": 1524,
      "New": 1525,
      "NewText": 1526,
      "OLD": 1527,
      "OS": 1528,
      "OldText": 1529,
      "P4": 1530,
      "REPLACE": 1531,
      "Ri": 1532,
      "Rn": 1533,
      "Safari": 1534,
      "Some": 1535,
      "Windows": 1536,
      "X11": 1537,
      "XXX": 1538,
      "ZA": 1539,
      "Z_": 1540,
      "[$(": 1541,
      "\\!": 1542,
      "\\${": 1543,
      "\\.[": 1544,
      "\\.]{": 1545,
      "\\}": 1546,
      "\\}/[": 1547,
      "\\}\\)\\/\\([": 1548,
      "]*$\"": 1549,
      "]*$'": 1550,
      "]*//'": 1551,
      "]+//": 1552,
      "].*'": 1553,
      "]/'": 1554,
      "];": 1555,
      "]=": 1556,
      "]\\+/&": 1557,
      "]}": 1558,
      "_file": 1559,
      "_renamed": 1560,
      "agent": 1561,
      "all": 1562,
      "altr": 1563,
      "amin": 1564,
      "app": 1565,
      "backup_": 1566,
      "base": 1567,
      "bob": 1568,
      "bs": 1569,
      "c14": 1570,
      "cgi": 1571,
      "char": 1572,
      "check": 1573,
      "chose": 1574,
      "console": 1575,
      "cs": 1576,
      "d1": 1577,
      "db": 1578,
      "dd": 1579,
      "desktop": 1580,
      "destdir": 1581,
      "df": 1582,
      "dp": 1583,
      "dpkg": 1584,
      "dt": 1585,
      "false": 1586,
      "got": 1587,
      "gp": 1588,
      "have": 1589,
      "httpd": 1590,
      "iE": 1591,
      "iH": 1592,
      "img": 1593,
      "init": 1594,
      "key": 1595,
      "lE": 1596,
      "lrth": 1597,
      "mp": 1598,
      "my_file": 1599,
      "n25": 1600,
      "n4": 1601,
      "n7": 1602,
      "nc": 1603,
      "ncat": 1604,
      "next": 1605,
      "nk": 1606,
      "nmkdir": 1607,
      "nouser": 1608,
      "nrm": 1609,
      "original": 1610,
      "other": 1611,
      "prefix": 1612,
      "printenv": 1613,
      "pyc": 1614,
      "random_command": 1615,
      "randomwordgenerator": 1616,
      "read": 1617,
      "readlink": 1618,
      "red": 1619,
      "sSL": 1620,
      "sSf": 1621,
      "svg": 1622,
      "target_dir": 1623,
      "test2": 1624,
      "testfile": 1625,
      "there": 1626,
      "tx1": 1627,
      "u8": 1628,
      "upload": 1629,
      "vwE": 1630,
      "w12": 1631,
      "w30": 1632,
      "warning": 1633,
      "was": 1634,
      "while": 1635,
      "x44": 1636,
      "xfz": 1637,
      "y_": 1638,
      "zxvf": 1639,
      "{$": 1640,
      "{$(": 1641,
      "|'": 1642,
      "||": 1643,
      "}%{": 1644,
      "}'))": 1645,
      "})`": 1646,
      "}-\\": 1647,
      "~$": 1648,
      "~/`": 1649,
      "!/": 1650,
      "!@#$%^&*'": 1651,
      "\"#": 1652,
      "\"$((%": 1653,
      "\"%-": 1654,
      "\"'\"": 1655,
      "\"))|": 1656,
      "\");": 1657,
      "\"*${": 1658,
      "\"*.{": 1659,
      "\"*/": 1660,
      "\"*\\.*\"": 1661,
      "\"*~\"": 1662,
      "\".*[": 1663,
      "\".*\\.[": 1664,
      "\"/%": 1665,
      "\"\\*.": 1666,
      "\"\\.": 1667,
      "\"\\.\"": 1668,
      "\"\\\\$(": 1669,
      "$(/": 1670,
      "$/.": 1671,
      "%$((": 1672,
      "%+-]+@[": 1673,
      "%-": 1674,
      "'!": 1675,
      "'\"%": 1676,
      "'$!": 1677,
      "'$(($": 1678,
      "'$(<": 1679,
      "')*\"": 1680,
      "'*\\.": 1681,
      "'-')": 1682,
      "'.*": 1683,
      "'.*\\.(": 1684,
      "'./'": 1685,
      "'/^[": 1686,
      "'[\\": 1687,
      "'^'": 1688,
      "'^\\.'": 1689,
      "'}": 1690,
      "(\"\\": 1691,
      "((": 1692,
      "())+": 1693,
      "()*$": 1694,
      "()/": 1695,
      ")\"/": 1696,
      ")$": 1697,
      ")'`": 1698,
      ")))'": 1699,
      ")).": 1700,
      "))}": 1701,
      ")/\"": 1702,
      ")/.": 1703,
      "):\"": 1704,
      ")==": 1705,
      ")\\\"": 1706,
      ")]}'": 1707,
      ")}');": 1708,
      ")}';": 1709,
      ")};": 1710,
      "*.*)": 1711,
      "*.[": 1712,
      "*\\\"": 1713,
      "*`": 1714,
      "+$'": 1715,
      "+(\\": 1716,
      "+-'": 1717,
      "+/": 1718,
      "+=": 1719,
      ",\"": 1720,
      ",/": 1721,
      ",\\}'": 1722,
      ",\\}/": 1723,
      "-%-": 1724,
      "-)\"": 1725,
      "-]{": 1726,
      ".$": 1727,
      ".*": 1728,
      ".*/": 1729,
      ".-]+\\.[": 1730,
      "./{}.": 1731,
      "/\"//": 1732,
      "/\"}'": 1733,
      "/#": 1734,
      "/${": 1735,
      "/(.{": 1736,
      "/(\\": 1737,
      "/.*/$(": 1738,
      "/./&": 1739,
      "/<[^>]\\+>//": 1740,
      "/[^\\": 1741,
      "/\\[": 1742,
      "/\\\\\\": 1743,
      "/^.*": 1744,
      "/^\\": 1745,
      "/^\\(.*\\)$/\\": 1746,
      "/{": 1747,
      "/{}'": 1748,
      "/{}.": 1749,
      "/|": 1750,
      "0744": 1751,
      "1001": 1752,
      "1024k": 1753,
      "10s": 1754,
      "176": 1755,
      "192": 1756,
      "1nr": 1757,
      "1rt": 1758,
      "1tr": 1759,
      "200k": 1760,
      "20100101": 1761,
      "22": 1762,
      "240": 1763,
      "2500": 1764,
      "2M": 1765,
      "2d": 1766,
      "31m": 1767,
      "32768": 1768,
      "3N": 1769,
      "3n": 1770,
      "49": 1771,
      "4n": 1772,
      "5000c": 1773,
      "6000": 1774,
      "63": 1775,
      "65536": 1776,
      "72": 1777,
      "73": 1778,
      ":]'|": 1779,
      ":])\"": 1780,
      ":]]\"": 1781,
      ":]]*\"": 1782,
      ":]]/": 1783,
      ":]]\\)/\\": 1784,
      ";\"": 1785,
      "=\"\"}": 1786,
      "=\"()": 1787,
      "=$$": 1788,
      "=%": 1789,
      "='()": 1790,
      "=','": 1791,
      "=(": 1792,
      "=:": 1793,
      "={}": 1794,
      ">\\": 1795,
      "?*\"": 1796,
      "@#$%^&*()": 1797,
      "@$(": 1798,
      "@%": 1799,
      "ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz0123456789": 1800,
      "ARRAY": 1801,
      "Agent": 1802,
      "Backups": 1803,
      "CNTR": 1804,
      "Directory": 1805,
      "Fa": 1806,
      "File": 1807,
      "GET": 1808,
      "I_": 1809,
      "Ins": 1810,
      "Lo": 1811,
      "MB": 1812,
      "Math": 1813,
      "My": 1814,
      "O3": 1815,
      "Output": 1816,
      "PUT": 1817,
      "Path": 1818,
      "Q": 1819,
      "RANDOM_STRING": 1820,
      "REPLACEMENT": 1821,
      "Rk2": 1822,
      "Rz": 1823,
      "SHELL": 1824,
      "String": 1825,
      "TEST": 1826,
      "THE": 1827,
      "Today": 1828,
      "VAR1": 1829,
      "Videos": 1830,
      "XXXX": 1831,
      "\\!\\@\\#\\$\\%\\^\\&\\*\\(\\)-+=": 1832,
      "\\\"*.*\\\"": 1833,
      "\\\"/'": 1834,
      "\\#": 1835,
      "\\&/": 1836,
      "\\&\\&": 1837,
      "\\*$(": 1838,
      "\\+\\([": 1839,
      "\\+\\)/\\": 1840,
      "\\-": 1841,
      "\\-\\": 1842,
      "\\:": 1843,
      "\\>": 1844,
      "\\?": 1845,
      "\\\\\\\\": 1846,
      "\\}/&\\": 1847,
      "\\}\\-[": 1848,
      "]'`": 1849,
      "]*$//'": 1850,
      "]*.": 1851,
      "]*\\)/\\": 1852,
      "]*\\.[": 1853,
      "]++'": 1854,
      "]+[": 1855,
      "]+\\": 1856,
      "],": 1857,
      "]/*/": 1858,
      "]/{}/": 1859,
      "]\\)/": 1860,
      "]\\+\"": 1861,
      "]\\+//": 1862,
      "]\\+/\\": 1863,
      "]\\+/\\$": 1864,
      "]\\+\\.[": 1865,
      "_archive": 1866,
      "_dir": 1867,
      "abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZ": 1868,
      "alR": 1869,
      "alice": 1870,
      "archived": 1871,
      "args": 1872,
      "bat": 1873,
      "between": 1874,
      "bthe": 1875,
      "c1024": 1876,
      "c13": 1877,
      "c1M": 1878,
      "c200": 1879,
      "c24": 1880,
      "c28": 1881,
      "co": 1882,
      "code": 1883,
      "col": 1884,
      "complement": 1885,
      "content": 1886,
      "crontab": 1887,
      "day": 1888,
      "default": 1889,
      "define": 1890,
      "dl": 1891,
      "docker": 1892,
      "downloads": 1893,
      "english": 1894,
      "evennia": 1895,
      "examples": 1896,
      "extension": 1897,
      "failed": 1898,
      "fgrep": 1899,
      "figlet": 1900,
      "fileName": 1901,
      "filenames": 1902,
      "fortune": 1903,
      "ftp": 1904,
      "fun": 1905,
      "generate": 1906,
      "here": 1907,
      "herokuapp": 1908,
      "http_code": 1909,
      "ignore": 1910,
      "image": 1911,
      "infile": 1912,
      "info": 1913,
      "inputFile": 1914,
      "integers": 1915,
      "ip": 1916,
      "iwholename": 1917,
      "k1n": 1918,
      "k5": 1919,
      "last": 1920,
      "latr": 1921,
      "letter": 1922,
      "lhtr": 1923,
      "login": 1924,
      "ltR": 1925,
      "lta": 1926,
      "m1": 1927,
      "mail": 1928,
      "md5": 1929,
      "more": 1930,
      "myfolder": 1931,
      "mystring": 1932,
      "names": 1933,
      "necho": 1934,
      "network": 1935,
      "new_word": 1936,
      "nginx": 1937,
      "none": 1938,
      "now": 1939,
      "nv": 1940,
      "ok": 1941,
      "param": 1942,
      "perl": 1943,
      "pics": 1944,
      "picsum": 1945,
      "pos": 1946,
      "psd": 1947,
      "public_html": 1948,
      "rX": 1949,
      "random_directory": 1950,
      "random_file_": 1951,
      "random_name": 1952,
      "randomfile": 1953,
      "randomsite": 1954,
      "rb": 1955,
      "rc": 1956,
      "replaced": 1957,
      "resolv": 1958,
      "result": 1959,
      "rlZ": 1960,
      "rli": 1961,
      "ru": 1962,
      "rvE": 1963,
      "sI": 1964,
      "sO": 1965,
      "sb": 1966,
      "sc": 1967,
      "sec": 1968,
      "seconds": 1969,
      "selected": 1970,
      "shell": 1971,
      "sl": 1972,
      "sm": 1973,
      "somedir": 1974,
      "somefile": 1975,
      "somewhere": 1976,
      "sources": 1977,
      "state": 1978,
      "stdout": 1979,
      "stuff": 1980,
      "sub": 1981,
      "sw": 1982,
      "systime": 1983,
      "target_directory": 1984,
      "test_dir": 1985,
      "textfiles": 1986,
      "tf": 1987,
      "timeout": 1988,
      "tl": 1989,
      "today": 1990,
      "tree": 1991,
      "u1": 1992,
      "ubuntu": 1993,
      "uptime": 1994,
      "ur": 1995,
      "user1": 1996,
      "vAn": 1997,
      "vEi": 1998,
      "verbose": 1999,
      "video": 2000,
      "vseed": 2001,
      "vzcf": 2002,
      "w15": 2003,
      "w5": 2004,
      "w7": 2005,
      "who": 2006,
      "word2": 2007,
      "x4": 2008,
      "x6d": 2009,
      "x6f": 2010,
      "x72": 2011,
      "x86_64": 2012,
      "xdir": 2013,
      "xx": 2014,
      "xxx": 2015,
      "z1": 2016,
      "zR": 2017,
      "zcat": 2018,
      "zen": 2019,
      "{'": 2020,
      "{}!'": 2021,
      "{}\"'": 2022,
      "{}.$(": 2023,
      "{}{}": 2024,
      "{}{}.": 2025,
      "|.": 2026,
      "}'\"": 2027,
      "}')\"": 2028,
      "}');": 2029,
      "}';": 2030,
      "})\")": 2031,
      "})/": 2032,
      "}*\"": 2033,
      "}*${": 2034,
      "}*)": 2035,
      "}-${": 2036,
      "}.${": 2037,
      "}}": 2038,
      "!!": 2039,
      "!\"#$%&'\\''()*+,-./:;<=>?@[\\\\]^": 2040,
      "!\"'": 2041,
      "!\")": 2042,
      "!\"\\": 2043,
      "!'\")": 2044,
      "!?@#$%^&*()-": 2045,
      "!@#$%^&*\"": 2046,
      "!@#%^&*": 2047,
      "\"\"}')": 2048,
      "\"#\"": 2049,
      "\"$(($": 2050,
      "\"$@\"": 2051,
      "\"%+": 2052,
      "\"(\\": 2053,
      "\"))\"": 2054,
      "\")-": 2055,
      "\")/": 2056,
      "\"*$": 2057,
      "\"*.(": 2058,
      "\"*/*/*/*\"": 2059,
      "\"+": 2060,
      "\"+\"": 2061,
      "\"-[": 2062,
      "\".*\\.\\(": 2063,
      "\"./": 2064,
      "\".??*\"": 2065,
      "\".{": 2066,
      "\"/$(": 2067,
      "\"/*)": 2068,
      "\"/^#/": 2069,
      "\"/^$/": 2070,
      "\":\"$(": 2071,
      "\";'": 2072,
      "\"@{}\"": 2073,
      "\"\\\"*,\\\"*\"": 2074,
      "\"\\$": 2075,
      "\"\\*\"": 2076,
      "\"^(": 2077,
      "\"^[[:": 2078,
      "\"^[^": 2079,
      "\"`.": 2080,
      "\"{}\"`": 2081,
      "\"{}-": 2082,
      "$&/'": 2083,
      "$')": 2084,
      "$((${": 2085,
      "$(((": 2086,
      "$(<": 2087,
      "$//": 2088,
      "${$((": 2089,
      "${((": 2090,
      "%=%": 2091,
      "%\\": 2092,
      "%\\$": 2093,
      "&>": 2094,
      "'!/": 2095,
      "'\"'": 2096,
      "'#!'": 2097,
      "'%{": 2098,
      "'($": 2099,
      "'(?<=": 2100,
      "'(\\": 2101,
      "')\")": 2102,
      "')]": 2103,
      "'*%": 2104,
      "'*'.": 2105,
      "'*.*~'": 2106,
      "'*\\.*'": 2107,
      "'-": 2108,
      "'--": 2109,
      "'.*(": 2110,
      "'.*\\(.": 2111,
      "'.*\\.\\(": 2112,
      "'.\\": 2113,
      "'.\\{": 2114,
      "'/#": 2115,
      "'/#/": 2116,
      "'/[^": 2117,
      "'/\\\\": 2118,
      "';\"": 2119,
      "'>'": 2120,
      "'?*.???'": 2121,
      "'?[": 2122,
      "'\\$'": 2123,
      "'\\''": 2124,
      "'\\''%": 2125,
      "'\\''\\": 2126,
      "'\\.[": 2127,
      "'\\<[": 2128,
      "'\\\\%": 2129,
      "'^(": 2130,
      "'^([": 2131,
      "'^/": 2132,
      "'^[[:": 2133,
      "'^[^/]*$'": 2134,
      "'^\\.$'": 2135,
      "'`\"": 2136,
      "'`.": 2137,
      "'`;": 2138,
      "(($": 2139,
      "())%": 2140,
      "());": 2141,
      "(),$": 2142,
      "()<=": 2143,
      "()>.": 2144,
      "()}'`;": 2145,
      "([[:": 2146,
      ")\"))": 2147,
      ")\"\\": 2148,
      ")$'": 2149,
      "))')": 2150,
      "))';": 2151,
      "))'`": 2152,
      ")))/": 2153,
      ")));": 2154,
      ")))}": 2155,
      "))+": 2156,
      ")){": 2157,
      ")*": 2158,
      ")*(": 2159,
      ")*/": 2160,
      ")-$(": 2161,
      ").*": 2162,
      ")/$(": 2163,
      ")/*/": 2164,
      ")/\\": 2165,
      ")/{}": 2166,
      ");`": 2167,
      ")?": 2168,
      ")[": 2169,
      ")]=$": 2170,
      ")`;": 2171,
      "){}": 2172,
      ")}'|": 2173,
      ")})": 2174,
      "*).": 2175,
      "**.": 2176,
      "*/$": 2177,
      "*/*": 2178,
      "*//'": 2179,
      "*[": 2180,
      "*\\([": 2181,
      "*\\([^": 2182,
      "+\"%^": 2183,
      "+%%": 2184,
      "+'%-": 2185,
      "+(": 2186,
      "+)\\": 2187,
      "+){": 2188,
      "++));": 2189,
      "+//": 2190,
      "+//'": 2191,
      "+[": 2192,
      "+{}|:<>?-'": 2193,
      "+~'": 2194,
      ",-": 2195,
      ",\\": 2196,
      ",\\}\"": 2197,
      "-+=\"": 2198,
      "--'": 2199,
      "--)": 2200,
      "-/": 2201,
      "-;": 2202,
      "-]+\\.[": 2203,
      "-{}\"": 2204,
      "-|": 2205,
      ".\"": 2206,
      ".*\"": 2207,
      ".*//'": 2208,
      ".*\\": 2209,
      "..$": 2210,
      "..%": 2211,
      "./\"": 2212,
      "./$(": 2213,
      "./)": 2214,
      "./))": 2215,
      "./*)": 2216,
      "./\\*": 2217,
      "./{}": 2218,
      ".\\": 2219,
      ".{": 2220,
      ".{}": 2221,
      "/\"$(": 2222,
      "/#!/": 2223,
      "/#!\\/": 2224,
      "/#//": 2225,
      "/$(($": 2226,
      "/$/\"/'": 2227,
      "/$/.": 2228,
      "/$/\\\"/'": 2229,
      "/%\";": 2230,
      "/%/": 2231,
      "/&/": 2232,
      "/')": 2233,
      "/'`": 2234,
      "/(.*)/\\": 2235,
      "/([[:": 2236,
      "/*/*": 2237,
      "/*/*/*": 2238,
      "/,/\\": 2239,
      "/.$//'": 2240,
      "/.$//')": 2241,
      "/.*//'": 2242,
      "/.*[^": 2243,
      "//:/$(": 2244,
      "/@": 2245,
      "/[:": 2246,
      "/\\$": 2247,
      "/\\$(": 2248,
      "/\\${": 2249,
      "/\\&/": 2250,
      "/\\(": 2251,
      "/\\(.\\{": 2252,
      "/\\([[": 2253,
      "/\\([^": 2254,
      "/\\./": 2255,
      "/\\/[^/]*$//'": 2256,
      "/\\<": 2257,
      "/^#!//": 2258,
      "/^/$": 2259,
      "/^/\\/": 2260,
      "/^/\\\\": 2261,
      "/^\\(.\\)/\\": 2262,
      "/^\\(\\": 2263,
      "/{}/{}\\.": 2264,
      "011": 2265,
      "012": 2266,
      "0123456789ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz": 2267,
      "02468": 2268,
      "047": 2269,
      "04g": 2270,
      "0500": 2271,
      "0640": 2272,
      "06d": 2273,
      "075": 2274,
      "0b": 2275,
      "10000c": 2276,
      "102": 2277,
      "10m": 2278,
      "111": 2279,
      "133": 2280,
      "15000": 2281,
      "15M": 2282,
      "1A": 2283,
      "1e9": 2284,
      "1h": 2285,
      "1v": 2286,
      "1z": 2287,
      "2000000000": 2288,
      "2010": 2289,
      "2019": 2290,
      "2020": 2291,
      "25000": 2292,
      "272": 2293,
      "2F": 2294,
      "2G": 2295,
      "2r": 2296,
      "2s": 2297,
      "2x": 2298,
      "30000": 2299,
      "360": 2300,
      "3600": 2301,
      "3p": 2302,
      "3q": 2303,
      "4096": 2304,
      "40M": 2305,
      "43": 2306,
      "4M": 2307,
      "4p": 2308,
      "500c": 2309,
      "501": 2310,
      "53": 2311,
      "55": 2312,
      "56": 2313,
      "5M": 2314,
      "5s": 2315,
      "61": 2316,
      "645": 2317,
      "65000": 2318,
      "654": 2319,
      "740": 2320,
      "766": 2321,
      "77": 2322,
      "771": 2323,
      "7777": 2324,
      "78": 2325,
      "87": 2326,
      "89": 2327,
      "95": 2328,
      "999999999": 2329,
      ":$((": 2330,
      ":;": 2331,
      ":\\]": 2332,
      ":]-": 2333,
      ":].": 2334,
      ":]]": 2335,
      ":]]*$//'": 2336,
      ":]]*'": 2337,
      ":]]*[": 2338,
      ":]]+\"": 2339,
      ":]]\\+//": 2340,
      ":{}": 2341,
      ";\",": 2342,
      ";$": 2343,
      ";%": 2344,
      ";\\": 2345,
      "=\"\";$": 2346,
      "=\"*.": 2347,
      "=\".*\"": 2348,
      "=\"{}\"": 2349,
      "='/": 2350,
      "=*.": 2351,
      "=+[]{}\",": 2352,
      "=<(": 2353,
      "==$": 2354,
      "==$((": 2355,
      "==(": 2356,
      "={}'": 2357,
      ">\"": 2358,
      ">.*</": 2359,
      ">//": 2360,
      ">[^<]+\"": 2361,
      "?[": 2362,
      "@\"": 2363,
      "@#$%&*": 2364,
      "@#$%&*'": 2365,
      "@#$%^&*": 2366,
      "@$": 2367,
      "@%&*'": 2368,
      "@'": 2369,
      "@\\(.*\\)@\\": 2370,
      "@`": 2371,
      "ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz": 2372,
      "Alt": 2373,
      "Apr": 2374,
      "Archive": 2375,
      "BACKUP": 2376,
      "BK": 2377,
      "Bar": 2378,
      "Bob": 2379,
      "C1": 2380,
      "C4": 2381,
      "Copy": 2382,
      "DS_Store": 2383,
      "Delhi": 2384,
      "Docs": 2385,
      "EMAIL": 2386,
      "Eil": 2387,
      "Eio": 2388,
      "Eiw": 2389,
      "Ev": 2390,
      "F2": 2391,
      "FILENAME": 2392,
      "FILE_PATH": 2393,
      "FIND": 2394,
      "FOO": 2395,
      "FT": 2396,
      "Filename": 2397,
      "Files": 2398,
      "Folder": 2399,
      "FooBar": 2400,
      "Foobar": 2401,
      "Generated": 2402,
      "Good": 2403,
      "HTTP": 2404,
      "Happy": 2405,
      "Here": 2406,
      "HnE": 2407,
      "Host": 2408,
      "IP": 2409,
      "Il": 2410,
      "Ipsum": 2411,
      "Iseconds": 2412,
      "J": 2413,
      "Lfs": 2414,
      "London": 2415,
      "MAXLINES": 2416,
      "MESSAGE": 2417,
      "N1": 2418,
      "N2": 2419,
      "NT": 2420,
      "Off": 2421,
      "P8": 2422,
      "PASSWORD": 2423,
      "PATTERN": 2424,
      "PHP": 2425,
      "PID": 2426,
      "PS1": 2427,
      "PSUEDO_FILES": 2428,
      "Perl": 2429,
      "PermitRootLogin": 2430,
      "Po": 2431,
      "Processing": 2432,
      "Pzo": 2433,
      "RAND": 2434,
      "RANDOMVAR": 2435,
      "RANDOMno": 2436,
      "REPL": 2437,
      "RandomFiles": 2438,
      "RandomWord": 2439,
      "RapidAPI": 2440,
      "Rc": 2441,
      "Reports": 2442,
      "Rfv": 2443,
      "Rk1": 2444,
      "Rla": 2445,
      "Rv": 2446,
      "SECONDS": 2447,
      "Smith": 2448,
      "Srt": 2449,
      "Success": 2450,
      "TT": 2451,
      "TY": 2452,
      "Td": 2453,
      "Test": 2454,
      "That": 2455,
      "Tm": 2456,
      "To": 2457,
      "Total": 2458,
      "UNIX": 2459,
      "USERS": 2460,
      "Users": 2461,
      "VERSION": 2462,
      "Version": 2463,
      "Xx": 2464,
      "[@]": 2465,
      "[]": 2466,
      "[^": 2467,
      "[^\\": 2468,
      "\\!\\?": 2469,
      "\\\"\",": 2470,
      "\\\"$": 2471,
      "\\\"%\\\"": 2472,
      "\\\".*\\\"": 2473,
      "\\\";\",": 2474,
      "\\\"{}\\\"": 2475,
      "\\$'\\": 2476,
      "\\$((\\$": 2477,
      "\\$[": 2478,
      "\\$\\{": 2479,
      "\\([^": 2480,
      "\\(\\": 2481,
      "\\)\"": 2482,
      "\\)$\"": 2483,
      "\\)'": 2484,
      "\\)/": 2485,
      "\\*'": 2486,
