{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "-": 4,
      "/": 5,
      "find": 6,
      ".": 7,
      "|": 8,
      "\"": 9,
      "name": 10,
      "type": 11,
      "{}": 12,
      "'": 13,
      "f": 14,
      "1": 15,
      "exec": 16,
      "\\;": 17,
      "d": 18,
      "print": 19,
      "xargs": 20,
      "grep": 21,
      "0": 22,
      "+": 23,
      "n": 24,
      "$": 25,
      "s": 26,
      "\"*.": 27,
      "txt": 28,
      "l": 29,
      "I": 30,
      "path": 31,
      "2": 32,
      ")": 33,
      "rm": 34,
      "sort": 35,
      "ls": 36,
      "print0": 37,
      "'*.": 38,
      "mtime": 39,
      "sed": 40,
      "c": 41,
      "echo": 42,
      "o": 43,
      "file": 44,
      "awk": 45,
      "a": 46,
      "i": 47,
      "iname": 48,
      "r": 49,
      ",": 50,
      "--": 51,
      "p": 52,
      "\"$": 53,
      "home": 54,
      "$(": 55,
      "\\": 56,
      "perm": 57,
      "t": 58,
      "maxdepth": 59,
      "chmod": 60,
      "size": 61,
      "tmp": 62,
      "v": 63,
      "}'": 64,
      "!": 65,
      "to": 66,
      "3": 67,
      "9": 68,
      "%": 69,
      "'{": 70,
      "or": 71,
      "cat": 72,
      "cut": 73,
      "=": 74,
      "usr": 75,
      "prune": 76,
      "foo": 77,
      "wc": 78,
      ":": 79,
      "g": 80,
      "\\)": 81,
      "\\(": 82,
      "user": 83,
      "printf": 84,
      "e": 85,
      "./": 86,
      "<(": 87,
      "dir": 88,
      "u": 89,
      "tar": 90,
      "*.": 91,
      "{": 92,
      "head": 93,
      "mv": 94,
      ";": 95,
      "*": 96,
      "var": 97,
      "`": 98,
      "tr": 99,
      "*\"": 100,
      "chown": 101,
      "5": 102,
      "not": 103,
      "*'": 104,
      "\"*": 105,
      "mkdir": 106,
      "~/": 107,
      "test": 108,
      "x": 109,
      "cp": 110,
      "tail": 111,
      "etc": 112,
      "php": 113,
      "root": 114,
      "bin": 115,
      "}": 116,
      "h": 117,
      "w": 118,
      "log": 119,
      "uniq": 120,
      "@": 121,
      "dirname": 122,
      "10": 123,
      "R": 124,
      "html": 125,
      "gz": 126,
      "delete": 127,
      "empty": 128,
      "b": 129,
      "www": 130,
      "regex": 131,
      "7": 132,
      "jpg": 133,
      "mindepth": 134,
      "filename": 135,
      "4": 136,
      "ssh": 137,
      "atime": 138,
      "[": 139,
      "rsync": 140,
      "split": 141,
      "directory": 142,
      "'*": 143,
      "sh": 144,
      "\"%": 145,
      "date": 146,
      "'\\": 147,
      "\\*.": 148,
      "bar": 149,
      "ln": 150,
      "/'": 151,
      "m": 152,
      "'{}'": 153,
      "com": 154,
      "file1": 155,
      "F": 156,
      "read": 157,
      "rev": 158,
      "mmin": 159,
      "~": 160,
      "E": 161,
      "755": 162,
      "data": 163,
      "newer": 164,
      "sudo": 165,
      "dev": 166,
      "8": 167,
      "60": 168,
      "readlink": 169,
      "which": 170,
      "=$(": 171,
      "basename": 172,
      "L": 173,
      "P": 174,
      "java": 175,
      "30": 176,
      "z": 177,
      "tee": 178,
      "mount": 179,
      "pwd": 180,
      "HOME": 181,
      "diff": 182,
      "local": 183,
      "H": 184,
      "'%": 185,
      "k": 186,
      "mp3": 187,
      "644": 188,
      "][": 189,
      "dir1": 190,
      "du": 191,
      "md5sum": 192,
      "'/": 193,
      "file2": 194,
      "cd": 195,
      "depth": 196,
      "${": 197,
      "comm": 198,
      "df": 199,
      "js": 200,
      "(": 201,
      "NR": 202,
      "A": 203,
      "\\|": 204,
      "set": 205,
      "files": 206,
      "src": 207,
      "svn": 208,
      "tac": 209,
      "ctime": 210,
      "q": 211,
      "and": 212,
      "history": 213,
      "hostname": 214,
      "rename": 215,
      "\"${": 216,
      "/*": 217,
      "N": 218,
      "daystart": 219,
      "git": 220,
      "some": 221,
      "]": 222,
      "ifconfig": 223,
      "proc": 224,
      ":/": 225,
      "END": 226,
      "gzip": 227,
      "yes": 228,
      "6": 229,
      "group": 230,
      "\"\\": 231,
      "_": 232,
      "exclude": 233,
      "myfile": 234,
      "lib": 235,
      "NF": 236,
      "nl": 237,
      "string": 238,
      "rf": 239,
      "od": 240,
      "ping": 241,
      "($": 242,
      "==": 243,
      "column": 244,
      "dir2": 245,
      "example": 246,
      "mktemp": 247,
      "newermt": 248,
      "pdf": 249,
      "shopt": 250,
      "777": 251,
      "conf": 252,
      "dig": 253,
      "text": 254,
      "100": 255,
      "}\"": 256,
      ":%": 257,
      "py": 258,
      "source": 259,
      "target": 260,
      "join": 261,
      "\"/": 262,
      "my": 263,
      "]'": 264,
      "core": 265,
      "total": 266,
      "zcat": 267,
      "your": 268,
      "'.": 269,
      "-%": 270,
      "/*\"": 271,
      "inum": 272,
      "paste": 273,
      "png": 274,
      "xml": 275,
      "f1": 276,
      "whoami": 277,
      "100M": 278,
      "=`": 279,
      "egrep": 280,
      "mnt": 281,
      "search": 282,
      "cal": 283,
      "\"./": 284,
      "execdir": 285,
      "new": 286,
      "rb": 287,
      "seq": 288,
      "username": 289,
      "'./": 290,
      "Y": 291,
      "rmdir": 292,
      "T": 293,
      "amin": 294,
      "cpp": 295,
      "crontab": 296,
      "pattern": 297,
      "C": 298,
      "y": 299,
      "{}.": 300,
      "chgrp": 301,
      "cpio": 302,
      "fold": 303,
      "public_html": 304,
      "'[": 305,
      "bak": 306,
      "line": 307,
      "';'": 308,
      "less": 309,
      "S": 310,
      "\\*": 311,
      "destination": 312,
      "if": 313,
      "\"{}\"": 314,
      "f2": 315,
      "env": 316,
      "here": 317,
      "touch": 318,
      "who": 319,
      ")\"": 320,
      "DIR": 321,
      "cmin": 322,
      "\"$(": 323,
      "FILE": 324,
      "bzip2": 325,
      "more": 326,
      "space": 327,
      "\".*\"": 328,
      "xdev": 329,
      "'$": 330,
      "myfiles": 331,
      "/\\": 332,
      ">": 333,
      "abc": 334,
      "tree": 335,
      "uname": 336,
      "server": 337,
      ".*": 338,
      "n1": 339,
      "backup": 340,
      "folder": 341,
      "inet": 342,
      "null": 343,
      "pstree": 344,
      "\"*\"": 345,
      "addr": 346,
      "csv": 347,
      "ext": 348,
      "=\"": 349,
      "ch": 350,
      "10M": 351,
      "\\.": 352,
      "config": 353,
      "dest": 354,
      "in": 355,
      "pl": 356,
      "\\!": 357,
      "bash": 358,
      "j": 359,
      "111": 360,
      "apache": 361,
      "css": 362,
      "doc": 363,
      "google": 364,
      "include": 365,
      "share": 366,
      "regextype": 367,
      "/$": 368,
      "B": 369,
      "Z": 370,
      "]*'": 371,
      "for": 372,
      "kill": 373,
      "media": 374,
      "rwx": 375,
      "1000": 376,
      "M": 377,
      "'^": 378,
      "/\"": 379,
      "/.": 380,
      "20": 381,
      "PWD": 382,
      "images": 383,
      "index": 384,
      "mbox": 385,
      "rw": 386,
      "system": 387,
      "script": 388,
      "\",": 389,
      "gunzip": 390,
      "list": 391,
      "nouser": 392,
      "ps": 393,
      "wholename": 394,
      "~/.": 395,
      "”": 396,
      "X": 397,
      "://": 398,
      "Desktop": 399,
      "exit": 400,
      "man": 401,
      "out": 402,
      "remote": 403,
      "opt": 404,
      "temp": 405,
      "\".": 406,
      "$'": 407,
      "+=": 408,
      "input": 409,
      "ok": 410,
      "posix": 411,
      "zip": 412,
      "..": 413,
      "is": 414,
      "you": 415,
      "'*.[": 416,
      "+%": 417,
      "something": 418,
      "$'\\": 419,
      "?": 420,
      "]\"": 421,
      "http": 422,
      "mydir": 423,
      "on": 424,
      "''": 425,
      "/*'": 426,
      "/*.": 427,
      "127": 428,
      "50": 429,
      "D": 430,
      "copy": 431,
      "eth0": 432,
      "iregex": 433,
      "localhost": 434,
      "ogg": 435,
      "output": 436,
      "passwd": 437,
      "scp": 438,
      "'.'": 439,
      "app": 440,
      "&&": 441,
      ",$": 442,
      "775": 443,
      "BEGIN": 444,
      "remount": 445,
      "stuff": 446,
      "whatever": 447,
      "'.*'": 448,
      "'/'": 449,
      "12": 450,
      "bind": 451,
      "host": 452,
      "jobs": 453,
      "lines": 454,
      "modules": 455,
      "of": 456,
      "the": 457,
      ");": 458,
      "/%": 459,
      "/{": 460,
      "90": 461,
      "Users": 462,
      "bz2": 463,
      "cache": 464,
      "mp4": 465,
      "old": 466,
      "work": 467,
      "\"`": 468,
      "*/": 469,
      ".*\"": 470,
      "01": 471,
      "=$": 472,
      "base": 473,
      "length": 474,
      ".*'": 475,
      "/*/": 476,
      "/\\.": 477,
      "00": 478,
      "4000": 479,
      "664": 480,
      "USER": 481,
      "]{": 482,
      "finger": 483,
      "from": 484,
      "node": 485,
      "nr": 486,
      "sub": 487,
      "\\\\": 488,
      "\"*/": 489,
      "$\"": 490,
      "':'": 491,
      ")}'": 492,
      "0777": 493,
      "2009": 494,
      "Music": 495,
      "]*[.][": 496,
      "archive": 497,
      "bytes": 498,
      "folder1": 499,
      "oracle": 500,
      "project": 501,
      "xxx": 502,
      "}/": 503,
      "11": 504,
      "500": 505,
      "so": 506,
      "','": 507,
      "//": 508,
      "2000": 509,
      "700": 510,
      "CVS": 511,
      "FS": 512,
      "\\+": 513,
      "curl": 514,
      "lname": 515,
      "ports": 516,
      "projects": 517,
      "tecmint": 518,
      "true": 519,
      "user1": 520,
      "version": 521,
      "watch": 522,
      "\":\"": 523,
      "...": 524,
      "groups": 525,
      "urandom": 526,
      "\")": 527,
      ",%": 528,
      "/{}": 529,
      "14": 530,
      "50M": 531,
      "=\"$(": 532,
      "ago": 533,
      "apt": 534,
      "false": 535,
      "infile": 536,
      "iwholename": 537,
      "needle": 538,
      "no": 539,
      "nogroup": 540,
      "parents": 541,
      "short": 542,
      "$$": 543,
      "32": 544,
      "admin": 545,
      "dc": 546,
      "ksh": 547,
      "other": 548,
      "users": 549,
      "\",$": 550,
      "\":": 551,
      "\"[": 552,
      "\"^": 553,
      "(\"": 554,
      "/^": 555,
      "0644": 556,
      "10k": 557,
      "444": 558,
      "FooBar": 559,
      "[$": 560,
      "\\{\\}": 561,
      "code": 562,
      "dat": 563,
      "file_name": 564,
      "foobar": 565,
      "httpd": 566,
      "last": 567,
      "rx": 568,
      "samefile": 569,
      "vim": 570,
      "))": 571,
      "/.*": 572,
      "22": 573,
      "=*.": 574,
      "Enter": 575,
      "md5": 576,
      "\".*": 577,
      "\";\"": 578,
      "//'": 579,
      "100000": 580,
      "100k": 581,
      "31": 582,
      "FTIME": 583,
      "O": 584,
      "blah": 585,
      "build": 586,
      "class": 587,
      "compress": 588,
      "demo": 589,
      "executable": 590,
      "gif": 591,
      "htdocs": 592,
      "key": 593,
      "keygen": 594,
      "run": 595,
      "sql": 596,
      "sum": 597,
      "ug": 598,
      "word": 599,
      "\";": 600,
      "1M": 601,
      "23": 602,
      ":]'": 603,
      "SUM": 604,
      "links": 605,
      "'\\.": 606,
      "-*.": 607,
      ".[": 608,
      "/[": 609,
      "/[[:": 610,
      "15": 611,
      "600": 612,
      "<=": 613,
      "^": 614,
      "exe": 615,
      "gcc": 616,
      "info": 617,
      "ld": 618,
      "lst": 619,
      "main": 620,
      "next": 621,
      "ttt": 622,
      "wnj": 623,
      "world": 624,
      "“*.": 625,
      "&": 626,
      "255": 627,
      "<": 628,
      "day": 629,
      "hello": 630,
      "ignore": 631,
      "perl": 632,
      "su": 633,
      "'*~'": 634,
      "+\"%": 635,
      "222": 636,
      "400": 637,
      "DS_Store": 638,
      "FNR": 639,
      "Makefile": 640,
      "MyCProgram": 641,
      "RS": 642,
      "baz": 643,
      "cgi": 644,
      "color": 645,
      "cygdrive": 646,
      "domain": 647,
      "emacs": 648,
      "fprintf": 649,
      "htm": 650,
      "incoming": 651,
      "junk": 652,
      "linux": 653,
      "me": 654,
      "mov": 655,
      "node_modules": 656,
      "owner": 657,
      "peter": 658,
      "pushd": 659,
      "somedir": 660,
      "swp": 661,
      "tom": 662,
      "uid": 663,
      "with": 664,
      "wp": 665,
      "x1": 666,
      "xtype": 667,
      "xyz": 668,
      "'*/": 669,
      "]*": 670,
      "en": 671,
      "ip": 672,
      "sys": 673,
      "\"/\"": 674,
      "'*/\\.*'": 675,
      "'.*": 676,
      "*~": 677,
      "+=$": 678,
      "../": 679,
      "10000": 680,
      "168": 681,
      "192": 682,
      "2013": 683,
      "FILENAME": 684,
      "Linux": 685,
      "Messages": 686,
      "PATH": 687,
      "TY": 688,
      "Td": 689,
      "Tm": 690,
      "digit": 691,
      "gsub": 692,
      "help": 693,
      "image": 694,
      "link": 695,
      "loss": 696,
      "music": 697,
      "original": 698,
      "sent": 699,
      "set1": 700,
      "sleep": 701,
      "sourceDir": 702,
      "srv": 703,
      "subdomainA": 704,
      "subdomainB": 705,
      "test1": 706,
      "tex": 707,
      "top": 708,
      "usb": 709,
      "};": 710,
      "—": 711,
      "\"$@\"": 712,
      "\"'": 713,
      "'*'": 714,
      "'+%": 715,
      ":'": 716,
      "Hn": 717,
      "k2": 718,
      "logs": 719,
      "ubuntu": 720,
      "\",\"": 721,
      "\"|": 722,
      "'[:": 723,
      ")$'": 724,
      "++)": 725,
      "/.*/\"&\"/'": 726,
      "000": 727,
      "09": 728,
      "1024": 729,
      "24": 730,
      "25": 731,
      "365": 732,
      ":]]{": 733,
      "='": 734,
      "Applications": 735,
      "Are": 736,
      "TODO": 737,
      "Text": 738,
      "aaa": 739,
      "ba": 740,
      "backups": 741,
      "be": 742,
      "bozo": 743,
      "cron": 744,
      "david": 745,
      "error": 746,
      "es": 747,
      "f0": 748,
      "fd": 749,
      "flac": 750,
      "folder2": 751,
      "full": 752,
      "httpdocs": 753,
      "ini": 754,
      "inputfile": 755,
      "loop": 756,
      "minute": 757,
      "newdir": 758,
      "newerct": 759,
      "nullglob": 760,
      "pid": 761,
      "pyc": 762,
      "readable": 763,
      "rpm": 764,
      "sd": 765,
      "set2": 766,
      "sites": 767,
      "staff": 768,
      "vmware": 769,
      "–": 770,
      "\")\"": 771,
      "il": 772,
      "“": 773,
      "\"\"": 774,
      "#": 775,
      "$/.": 776,
      "')": 777,
      "*$/": 778,
      "+$": 779,
      "2012": 780,
      "20M": 781,
      "50k": 782,
      "80": 783,
      "BASH_SOURCE": 784,
      "Chapter1": 785,
      "Downloads": 786,
      "Files": 787,
      "FindCommandExamples": 788,
      "LOGDIR": 789,
      "Name": 790,
      "TM": 791,
      "XXXXXX": 792,
      "\\/": 793,
      "]/": 794,
      "]\\{": 795,
      "access": 796,
      "all": 797,
      "anaconda": 798,
      "antoniod": 799,
      "bam": 800,
      "bla": 801,
      "cc": 802,
      "containing": 803,
      "cvf": 804,
      "deb": 805,
      "def": 806,
      "dir3": 807,
      "dummy": 808,
      "extglob": 809,
      "fstype": 810,
      "ips": 811,
      "john": 812,
      "mkv": 813,
      "nobody": 814,
      "npm": 815,
      "plist": 816,
      "received": 817,
      "ro": 818,
      "searched": 819,
      "sorted": 820,
      "subl": 821,
      "substr": 822,
      "suffix": 823,
      "sure": 824,
      "that": 825,
      "|\\.": 826,
      "}')": 827,
      "}/${": 828,
      "}[": 829,
      "\".\"": 830,
      "'|": 831,
      ")'": 832,
      "/;": 833,
      "36": 834,
      "Message": 835,
      "address": 836,
      "av": 837,
      "default": 838,
      "mail": 839,
      "re": 840,
      "spool": 841,
      "zA": 842,
      "!=": 843,
      "\"-": 844,
      "\"<": 845,
      "\"\\.": 846,
      "'/^": 847,
      "'/^\\": 848,
      "'[[:": 849,
      "20000k": 850,
      "2014": 851,
      "2015": 852,
      "2222": 853,
      "50c": 854,
      "640": 855,
      ":$": 856,
      ">\"": 857,
      "@$": 858,
      "Library": 859,
      "Movies": 860,
      "Nov": 861,
      "PTR": 862,
      "Press": 863,
      "README": 864,
      "UTF": 865,
      "\\)\"": 866,
      "\\)'": 867,
      "]*\"": 868,
      "]*\\)": 869,
      "`\"": 870,
      "aa": 871,
      "an": 872,
      "array": 873,
      "big": 874,
      "bills": 875,
      "coffee": 876,
      "continue": 877,
      "count": 878,
      "days": 879,
      "dll": 880,
      "dotglob": 881,
      "expr": 882,
      "extended": 883,
      "fail": 884,
      "flv": 885,
      "includes": 886,
      "job": 887,
      "jpeg": 888,
      "jul": 889,
      "k1": 890,
      "look": 891,
      "message": 892,
      "mysql": 893,
      "number": 894,
      "one": 895,
      "password": 896,
      "permissions": 897,
      "progress": 898,
      "recursive": 899,
      "sample": 900,
      "snapshot": 901,
      "sources": 902,
      "storage": 903,
      "testfile": 904,
      "this": 905,
      "unique": 906,
      "xdigit": 907,
      "xx": 908,
      "1000000": 909,
      ">(": 910,
      "TMP": 911,
      "]+\"": 912,
      "match": 913,
      "python": 914,
      "rn": 915,
      "sc": 916,
      "skip": 917,
      "stat": 918,
      "string1": 919,
      "string2": 920,
      "\"*~\"": 921,
      "\"+%": 922,
      "\".*/": 923,
      "#'": 924,
      "(\"%": 925,
      "(/": 926,
      "-*'": 927,
      "/:$//'": 928,
      "10s": 929,
      "123": 930,
      "13": 931,
      "500k": 932,
      ";}'": 933,
      "?\"": 934,
      "Books": 935,
      "Dateiname": 936,
      "GROUP": 937,
      "Headers": 938,
      "JPG": 939,
      "ORS": 940,
      "Subscription": 941,
      "TH": 942,
      "Waldo": 943,
      "XXX": 944,
      "al": 945,
      "apps": 946,
      "banana": 947,
      "choice": 948,
      "chrome": 949,
      "cmn": 950,
      "col": 951,
      "command": 952,
      "db": 953,
      "destDir": 954,
      "dirs": 955,
      "en0": 956,
      "fileName": 957,
      "foldername": 958,
      "follow": 959,
      "fprint": 960,
      "globstar": 961,
      "go": 962,
      "hosts": 963,
      "jar": 964,
      "lh": 965,
      "linkin": 966,
      "location": 967,
      "lpi104": 968,
      "mpg": 969,
      "myDir": 970,
      "mystring": 971,
      "mywebsite": 972,
      "net": 973,
      "nginx": 974,
      "openssl": 975,
      "org": 976,
      "packages": 977,
      "part": 978,
      "pat": 979,
      "photo": 980,
      "place": 981,
      "process": 982,
      "prog": 983,
      "quit": 984,
      "raid": 985,
      "scripts": 986,
      "shm": 987,
      "shred": 988,
      "shtml": 989,
      "sr": 990,
      "start": 991,
      "stringtofind": 992,
      "subfolder": 993,
      "syslog": 994,
      "test2": 995,
      "texthere": 996,
      "thing": 997,
      "tmpdir": 998,
      "vendor": 999,
      "writable": 1000,
      "},": 1001,
      "}.": 1002,
      "}}'": 1003,
      "200": 1004,
      "=/": 1005,
      "Eo": 1006,
      "OFS": 1007,
      "cf": 1008,
      "cnt": 1009,
      "export": 1010,
      "header": 1011,
      "r0": 1012,
      "remove": 1013,
      "rvf": 1014,
      "‘": 1015,
      "\"*.$": 1016,
      "\"*.*\"": 1017,
      "\".*\\.\\(": 1018,
      "$/": 1019,
      "'\"\\": 1020,
      "'.*\\.": 1021,
      "'.*\\.\\(": 1022,
      "'.?*'": 1023,
      "':": 1024,
      "'^\\": 1025,
      "'`": 1026,
      ")/": 1027,
      "++}": 1028,
      ",/": 1029,
      "-\\": 1030,
      ".$": 1031,
      ".$\"": 1032,
      "/$/": 1033,
      "/^[": 1034,
      "0002": 1035,
      "002": 1036,
      "022": 1037,
      "06": 1038,
      "0755": 1039,
      "0c": 1040,
      "10000k": 1041,
      "1000k": 1042,
      "120": 1043,
      "1d": 1044,
      ":-": 1045,
      ":]]'": 1046,
      "Contents": 1047,
      "Ee": 1048,
      "FIND": 1049,
      "FOLDER": 1050,
      "FOLDER1": 1051,
      "Foo": 1052,
      "HWaddr": 1053,
      "Hello": 1054,
      "MyApp": 1055,
      "New": 1056,
      "SCCS": 1057,
      "SPAM": 1058,
      "STORAGEFOLDER": 1059,
      "SharedSupport": 1060,
      "Sublime": 1061,
      "TXT": 1062,
      "Test": 1063,
      "The": 1064,
      "USERNAME": 1065,
      "WHITE": 1066,
      "\\\"\"": 1067,
      "\\?": 1068,
      "]+": 1069,
      "_test": 1070,
      "aliencoders": 1071,
      "andnav": 1072,
      "apropos": 1073,
      "avi": 1074,
      "bmp": 1075,
      "bob": 1076,
      "broken": 1077,
      "cmd": 1078,
      "daniel": 1079,
      "device": 1080,
      "disk": 1081,
      "document": 1082,
      "el": 1083,
      "error_log": 1084,
      "excluded": 1085,
      "expression": 1086,
      "f3": 1087,
      "fglrx": 1088,
      "file3": 1089,
      "fstab": 1090,
      "gid": 1091,
      "hi": 1092,
      "https": 1093,
      "img": 1094,
      "ip_addresses": 1095,
      "ipath": 1096,
      "jassi": 1097,
      "logfile": 1098,
      "max": 1099,
      "messages": 1100,
      "n2": 1101,
      "non": 1102,
      "orm": 1103,
      "packet": 1104,
      "park": 1105,
      "path_in_question": 1106,
      "pem": 1107,
      "prefix": 1108,
      "profile": 1109,
      "query": 1110,
      "rsa": 1111,
      "second": 1112,
      "table": 1113,
      "tests": 1114,
      "tgz": 1115,
      "todo": 1116,
      "tommye": 1117,
      "trc": 1118,
      "tsv": 1119,
      "use": 1120,
      "vcf": 1121,
      "workspace": 1122,
      "wp_version": 1123,
      "yesterday": 1124,
      "’": 1125,
      "\"*.[": 1126,
      "'('": 1127,
      "'+'": 1128,
      ")$\"": 1129,
      "40": 1130,
      ":\\": 1131,
      ">/": 1132,
      "TMPDIR": 1133,
      "]}'": 1134,
      "block": 1135,
      "boot": 1136,
      "ef": 1137,
      "existing": 1138,
      "none": 1139,
      "oP": 1140,
      "w1": 1141,
      "\"\",": 1142,
      "\"#": 1143,
      "\"=\"": 1144,
      "\"\\$": 1145,
      "'$!": 1146,
      "'%-": 1147,
      "'.*/": 1148,
      "'.*/\\..*'": 1149,
      "'<": 1150,
      "'^\\./": 1151,
      "'{}.": 1152,
      "),": 1153,
      "**/*.": 1154,
      "*[": 1155,
      ",\"": 1156,
      ",\\": 1157,
      "-*": 1158,
      ".*/\\": 1159,
      "/!": 1160,
      "/$$/": 1161,
      "/)": 1162,
      "/://": 1163,
      "/^\\": 1164,
      "08": 1165,
      "17": 1166,
      "180": 1167,
      "2010": 1168,
      "34": 1169,
      "5M": 1170,
      "750": 1171,
      "770": 1172,
      "999": 1173,
      ":\"": 1174,
      ":]]*$//\"": 1175,
      "=\"\";": 1176,
      "==\"": 1177,
      "DAYS_TO_SAVE": 1178,
      "DIR_TO_CLEAN": 1179,
      "FAIL": 1180,
      "FILES": 1181,
      "Feb": 1182,
      "INPUT": 1183,
      "Is": 1184,
      "LC_MESSAGES": 1185,
      "LOG": 1186,
      "PID": 1187,
      "Path": 1188,
      "Permission": 1189,
      "STRING_TO_REPLACE": 1190,
      "SpoolIn": 1191,
      "Subject": 1192,
      "TO": 1193,
      "Trash": 1194,
      "V": 1195,
      "Za": 1196,
      "[^": 1197,
      "\\-]\\{": 1198,
      "\\}\\.": 1199,
      "]*\\.){": 1200,
      "],": 1201,
      "];": 1202,
      "]=$": 1203,
      "]?'": 1204,
      "]}\"": 1205,
      "_archive": 1206,
      "a1": 1207,
      "android": 1208,
      "application": 1209,
      "applied": 1210,
      "bb": 1211,
      "beta": 1212,
      "bigfile": 1213,
      "bill": 1214,
      "blast": 1215,
      "brief": 1216,
      "calvin": 1217,
      "canonicalize": 1218,
      "check": 1219,
      "company": 1220,
      "complement": 1221,
      "content": 1222,
      "cpuinfo": 1223,
      "data1": 1224,
      "debian": 1225,
      "dst": 1226,
      "editor": 1227,
      "edwarda": 1228,
      "emlx": 1229,
      "end": 1230,
      "filepattern": 1231,
      "fink": 1232,
      "first": 1233,
      "fss": 1234,
      "ftp": 1235,
      "game": 1236,
      "get": 1237,
      "gtest": 1238,
      "id_rsa": 1239,
      "implicit": 1240,
      "json": 1241,
      "keyword": 1242,
      "lm": 1243,
      "lrt": 1244,
      "marker": 1245,
      "mine": 1246,
      "mongodb": 1247,
      "month": 1248,
      "my_folder": 1249,
      "my_iso_file": 1250,
      "myappdata": 1251,
      "myuser": 1252,
      "nas": 1253,
      "ne": 1254,
      "newerthan": 1255,
      "nfs": 1256,
      "note": 1257,
      "num": 1258,
      "onlyme": 1259,
      "play": 1260,
      "prefs": 1261,
      "processor": 1262,
      "program": 1263,
      "properties": 1264,
      "pub": 1265,
      "python2": 1266,
      "rc": 1267,
      "reference": 1268,
      "replace": 1269,
      "sbin": 1270,
      "scala": 1271,
      "seen": 1272,
      "self": 1273,
      "server_b": 1274,
      "sf": 1275,
      "shp": 1276,
      "sitesearch": 1277,
      "some_directory": 1278,
      "somefolder": 1279,
      "stackoverflow": 1280,
      "subdirectory": 1281,
      "suid": 1282,
      "sysconfig": 1283,
      "texturedata": 1284,
      "timestamp": 1285,
      "u20806": 1286,
      "ugo": 1287,
      "undo": 1288,
      "uploads": 1289,
      "url": 1290,
      "uuid": 1291,
      "vhosts": 1292,
      "vivek": 1293,
      "vol": 1294,
      "wav": 1295,
      "weekly": 1296,
      "wget": 1297,
      "x86": 1298,
      "xBB": 1299,
      "xBF": 1300,
      "xEF": 1301,
      "your_file": 1302,
      "}'`": 1303,
      "'*.*'": 1304,
      "'^$'": 1305,
      "1n": 1306,
      "=\"`": 1307,
      "Please": 1308,
      "Z0": 1309,
      "[:": 1310,
      "by": 1311,
      "li": 1312,
      "pkg": 1313,
      "random": 1314,
      "t1": 1315,
      "year": 1316,
      "{}\\;": 1317,
      "\"*$": 1318,
      "\"+": 1319,
      "\"-\"": 1320,
      "\"/'": 1321,
      "\"{": 1322,
      "\"}'": 1323,
      "$*": 1324,
      "$//'": 1325,
      "$@": 1326,
      "&/": 1327,
      "'#": 1328,
      "'%#": 1329,
      "'([[:": 1330,
      "')\"": 1331,
      "'*/*": 1332,
      "'*[": 1333,
      "'*[+{;\"\\\\=?~()<>&*|$": 1334,
      "'->": 1335,
      "'.[:": 1336,
      "'/$'": 1337,
      "'/[": 1338,
      "':%": 1339,
      "'\\./": 1340,
      "'^[^.][^.]*\\.[^.][^.]*\\.[^.][^.]*\\.[^.][^.]*$'": 1341,
      ").": 1342,
      ")\\": 1343,
      "*(?==)'": 1344,
      "++": 1345,
      ",{": 1346,
      "-$": 1347,
      ".*\\.": 1348,
      "...\\": 1349,
      "./.": 1350,
      "/$/\\": 1351,
      "/(/\\": 1352,
      "/(\\(.*\\)).*/\\": 1353,
      "/../": 1354,
      "/<": 1355,
      "/[^": 1356,
      "/^/": 1357,
      "/`": 1358,
      "012": 1359,
      "03d": 1360,
      "0k": 1361,
      "1024m": 1362,
      "1234": 1363,
      "16482": 1364,
      "2007": 1365,
      "2008": 1366,
      "20480": 1367,
      "211028": 1368,
      "220": 1369,
      "2775": 1370,
      "29": 1371,
      "300M": 1372,
      "3306": 1373,
      "35": 1374,
      "50000": 1375,
      "500M": 1376,
      "555": 1377,
      "6000": 1378,
      ":]": 1379,
      ";$!": 1380,
      "=\"\\": 1381,
      "=\"|\"}{": 1382,
      ">'": 1383,
      "?'": 1384,
      "Cache": 1385,
      "California": 1386,
      "Dd": 1387,
      "Default": 1388,
      "EA": 1389,
      "ERROR": 1390,
      "File": 1391,
      "File1": 1392,
      "File2": 1393,
      "FirstFile": 1394,
      "Folder": 1395,
      "Found": 1396,
      "GUI": 1397,
      "ISOLATE": 1398,
      "It": 1399,
      "JBOSS_AS_USER": 1400,
      "LINE": 1401,
      "LP": 1402,
      "Labs": 1403,
      "Maildir": 1404,
      "Metallica": 1405,
      "Mic": 1406,
      "NAME": 1407,
      "ORIG_DIR": 1408,
      "Only": 1409,
      "Pictures": 1410,
      "Program": 1411,
      "SEARCH": 1412,
      "Series": 1413,
      "StringBuffer": 1414,
      "Symfony": 1415,
      "TARGET": 1416,
      "TBD": 1417,
      "TS": 1418,
      "This": 1419,
      "Tz": 1420,
      "U": 1421,
      "VER": 1422,
      "W": 1423,
      "World": 1424,
      "[[:": 1425,
      "\\([": 1426,
      "]*//'": 1427,
      "]*\\": 1428,
      "]/{": 1429,
      "]\\+\\.[": 1430,
      "^$": 1431,
      "_1": 1432,
      "accepted_hits": 1433,
      "action": 1434,
      "adm": 1435,
      "album": 1436,
      "alldata": 1437,
      "am": 1438,
      "amzadm": 1439,
      "andrewr": 1440,
      "answer": 1441,
      "any": 1442,
      "articles": 1443,
      "avoid": 1444,
      "bashrc": 1445,
      "bg": 1446,
      "bus": 1447,
      "can": 1448,
      "catalina": 1449,
      "chromium": 1450,
      "compiled": 1451,
      "compressedP": 1452,
      "container": 1453,
      "course": 1454,
      "cpuset": 1455,
      "current": 1456,
      "database": 1457,
      "dbf": 1458,
      "debug": 1459,
      "denied": 1460,
      "destdir": 1461,
      "dev_user": 1462,
      "dir_a": 1463,
      "dir_b": 1464,
      "dir_data": 1465,
      "dir_txt": 1466,
      "docker": 1467,
      "entries": 1468,
      "excludeddir": 1469,
      "ext3": 1470,
      "fields": 1471,
      "fifo": 1472,
      "files0": 1473,
      "fin": 1474,
      "firefox": 1475,
      "folders": 1476,
      "force": 1477,
      "found": 1478,
      "gitignore": 1479,
      "global": 1480,
      "hogehoge": 1481,
      "htaccess": 1482,
      "hyphenate": 1483,
      "icon": 1484,
      "including": 1485,
      "insert": 1486,
      "install": 1487,
      "jenkins": 1488,
      "keep": 1489,
      "kent": 1490,
      "kibab": 1491,
      "lab4a": 1492,
      "lampp": 1493,
      "laravel": 1494,
      "lighttpd": 1495,
      "long": 1496,
      "luser": 1497,
      "m1": 1498,
      "m4a": 1499,
      "machine": 1500,
      "maps": 1501,
      "mar": 1502,
      "master": 1503,
      "my_dir": 1504,
      "myscript": 1505,
      "n3": 1506,
      "netinst": 1507,
      "newname": 1508,
      "newword": 1509,
      "ns": 1510,
      "olderthan": 1511,
      "omit": 1512,
      "opendns": 1513,
      "outfile": 1514,
      "package": 1515,
      "pattern_to_search": 1516,
      "phtml": 1517,
      "picture": 1518,
      "point": 1519,
      "polkadots": 1520,
      "previousword": 1521,
      "public": 1522,
      "put": 1523,
      "query_to_avoid": 1524,
      "question": 1525,
      "readme": 1526,
      "regexp": 1527,
      "relative": 1528,
      "repo": 1529,
      "repos": 1530,
      "res": 1531,
      "response": 1532,
      "rh": 1533,
      "root_dir": 1534,
      "rootfs": 1535,
      "rz": 1536,
      "schemas": 1537,
      "searchpath": 1538,
      "secret": 1539,
      "shp_all": 1540,
      "socket": 1541,
      "someDirectory": 1542,
      "some_pattern": 1543,
      "somewhere": 1544,
      "source_dir": 1545,
      "sprintf": 1546,
      "stamp": 1547,
      "strict": 1548,
      "symbolic": 1549,
      "tag": 1550,
      "target_location": 1551,
      "tata": 1552,
      "teste1": 1553,
      "teste2": 1554,
      "textfile": 1555,
      "tgt": 1556,
      "themes": 1557,
      "tif": 1558,
      "tmux": 1559,
      "tolower": 1560,
      "two": 1561,
      "un": 1562,
      "up": 1563,
      "upvoter": 1564,
      "user2": 1565,
      "user_name": 1566,
      "userdir": 1567,
      "utf8": 1568,
      "verbose": 1569,
      "video": 1570,
      "vm": 1571,
      "wait_event_interruptible": 1572,
      "web": 1573,
      "wheel": 1574,
      "where": 1575,
      "wmv": 1576,
      "wordpress": 1577,
      "working": 1578,
      "write": 1579,
      "xargstest": 1580,
      "xvf": 1581,
      "yaffs2": 1582,
      "your_user_name": 1583,
      "zzz": 1584,
      "|'": 1585,
      "|.": 1586,
      "|.*": 1587,
      "|/[^/]*$||'": 1588,
      "}\".*\"${": 1589,
      "}${": 1590,
      "})-([": 1591,
      "}:){": 1592,
      "}[[:": 1593,
      "}\\.": 1594,
      "значение": 1595,
      "‑": 1596,
      "'\"": 1597,
      "'-": 1598,
      "-${": 1599,
      "/{}'": 1600,
      "19": 1601,
      "FOO": 1602,
      "G": 1603,
      "KEY": 1604,
      "XXXXXXXXXX": 1605,
      "ab": 1606,
      "arr": 1607,
      "as": 1608,
      "bbb": 1609,
      "dm": 1610,
      "dt": 1611,
      "kv": 1612,
      "ltr": 1613,
      "n10": 1614,
      "qr": 1615,
      "seconds": 1616,
      "vf": 1617,
      "vp": 1618,
      "{}'": 1619,
      "}'|": 1620,
      "\"\");": 1621,
      "\"#\"": 1622,
      "\"(": 1623,
      "\"(?<=": 1624,
      "\"([": 1625,
      "\");": 1626,
      "\"*/.": 1627,
      "\".*/\\..*\"": 1628,
      "\".*\\.": 1629,
      "\".+-[": 1630,
      "\".+\\.(": 1631,
      "\"/\"$": 1632,
      "#.*/##'": 1633,
      "$//\"": 1634,
      "$|\\.": 1635,
      "&/'": 1636,
      "'\"%": 1637,
      "'([": 1638,
      "'(\\.": 1639,
      "'*/.": 1640,
      "'*/.*'": 1641,
      "'/./": 1642,
      "'/\\/": 1643,
      "'/^#/": 1644,
      "'[!.]*'": 1645,
      "'{$": 1646,
      "(.*)/\\": 1647,
      "))\"": 1648,
      "):": 1649,
      ")?": 1650,
      "){": 1651,
      ")}": 1652,
      "*-": 1653,
      "*/\"": 1654,
      "*’": 1655,
      "+$'": 1656,
      "+-\\": 1657,
      "+;": 1658,
      "+\\": 1659,
      "+\\.\\": 1660,
      "-`": 1661,
      ".*.": 1662,
      "/$(": 1663,
      "/${": 1664,
      "/(\\": 1665,
      "/*/*/*/*/*": 1666,
      "/,$/\\": 1667,
      "/,,/,": 1668,
      "/.*\\.//'": 1669,
      "/.*\\///'": 1670,
      "/./": 1671,
      "//;": 1672,
      "/\\(.*\\)+.*/\\": 1673,
      "/\\//'": 1674,
      "/\\//'|": 1675,
      "/^/./'": 1676,
      "/^\\./": 1677,
      "/^\\//": 1678,
      "0000": 1679,
      "00ne": 1680,
      "02": 1681,
      "02d": 1682,
      "03": 1683,
      "04": 1684,
      "0551": 1685,
      "0d": 1686,
      "0r": 1687,
      "100c": 1688,
      "100q": 1689,
      "10c": 1690,
      "12345": 1691,
      "1551": 1692,
      "15M": 1693,
      "15sec": 1694,
      "16": 1695,
      "16224": 1696,
      "1670": 1697,
      "16f": 1698,
      "1S": 1699,
      "1nr": 1700,
      "1q": 1701,
      "1s": 1702,
      "200000": 1703,
      "200k": 1704,
      "201111": 1705,
      "20238": 1706,
      "23c": 1707,
      "24000c": 1708,
      "26c": 1709,
      "2G": 1710,
      "2d": 1711,
      "300": 1712,
      "3000": 1713,
      "30M": 1714,
      "33": 1715,
      "456": 1716,
      "55": 1717,
      "647": 1718,
      "6s": 1719,
      "70": 1720,
      "782263": 1721,
      "8000": 1722,
      "968746": 1723,
      "9A": 1724,
      ":).*?(?=": 1725,
      ":-/": 1726,
      ":.*": 1727,
      ":]]\\+$//'": 1728,
      ";/^\\": 1729,
      ";}": 1730,
      "=\",": 1731,
      "='\\": 1732,
      "=-": 1733,
      "==$": 1734,
      "=\\\"": 1735,
      ">=": 1736,
      "??'": 1737,
      "@%": 1738,
      "AD": 1739,
      "Aa": 1740,
      "Articles": 1741,
      "Aug": 1742,
      "Bcast": 1743,
      "Continue": 1744,
      "DAYS": 1745,
      "Data": 1746,
      "Directory": 1747,
      "Do": 1748,
      "EXCLUDE": 1749,
      "ExampleClass": 1750,
      "FFPC": 1751,
      "FIELDWIDTHS": 1752,
      "Gene": 1753,
      "HOGE": 1754,
      "IFS": 1755,
      "L1": 1756,
      "LC_COLLATE": 1757,
      "LDP": 1758,
      "LOCATION": 1759,
      "MB": 1760,
      "MOGA": 1761,
      "MusicFiles": 1762,
      "My": 1763,
      "MyFile": 1764,
      "OPEN": 1765,
      "OUTPUT_FILE": 1766,
      "PATTERN": 1767,
      "PHP": 1768,
      "Parts": 1769,
      "S1A": 1770,
      "SAFE": 1771,
      "SCRIPT_NAME": 1772,
      "SRC": 1773,
      "STRING_TO_REPLACE_IT": 1774,
      "SearchString": 1775,
      "Sep": 1776,
      "Size": 1777,
      "StrictHostKeyChecking": 1778,
      "String": 1779,
      "Tux": 1780,
      "VARIABLE_NAME": 1781,
      "VERSION": 1782,
      "Video": 1783,
      "XXXXX": 1784,
      "Xx": 1785,
      "[@]}": 1786,
      "[@]}\"": 1787,
      "\\\"": 1788,
      "\\\"$": 1789,
      "\\([^": 1790,
      "\\-": 1791,
      "\\-]{": 1792,
      "\\./\\.\\*": 1793,
      "\\[": 1794,
      "\\]'": 1795,
      "]$'": 1796,
      "]'`": 1797,
      "]*$//'": 1798,
      "]*[": 1799,
      "]+'": 1800,
      "]+/,": 1801,
      "]+[.]+[": 1802,
      "]+[.]?[": 1803,
      "]+[.][": 1804,
      "]+\\.": 1805,
      "]\\.[": 1806,
      "__temp__": 1807,
      "_spec": 1808,
      "_tmp": 1809,
      "`/": 1810,
      "aHn": 1811,
      "abs": 1812,
      "access_log": 1813,
      "ad": 1814,
      "after": 1815,
      "allfiles": 1816,
      "alnum": 1817,
      "alpha": 1818,
      "apple": 1819,
      "apresentacao": 1820,
      "arch": 1821,
      "arrow": 1822,
      "asia": 1823,
      "auto": 1824,
      "avR": 1825,
      "aws": 1826,
      "axvw": 1827,
      "back": 1828,
      "backup_path": 1829,
      "base64_decode": 1830,
      "basedir": 1831,
      "binary": 1832,
      "blabla": 1833,
      "blue": 1834,
      "bluher": 1835,
      "boo": 1836,
      "brown": 1837,
      "btree": 1838,
      "buffered": 1839,
      "c2": 1840,
      "cfg": 1841,
      "close": 1842,
      "collection": 1843,
      "common": 1844,
      "compat31": 1845,
      "complete": 1846,
      "console": 1847,
      "created": 1848,
      "ctrl": 1849,
      "cur": 1850,
      "datafile": 1851,
      "dest_dir": 1852,
      "destination_dir": 1853,
      "dfolder": 1854,
      "dir4": 1855,
      "dir_to_start": 1856,
      "dog": 1857,
      "downloads": 1858,
      "dry": 1859,
      "ec2": 1860,
      "else": 1861,
      "emea": 1862,
      "en1": 1863,
      "errexit": 1864,
      "eserver6": 1865,
      "eval": 1866,
      "extension": 1867,
      "external": 1868,
      "f4": 1869,
      "family": 1870,
      "fastq": 1871,
      "feeds": 1872,
      "fg": 1873,
      "file2015": 1874,
      "filter": 1875,
      "fincken": 1876,
      "findcommandexamples": 1877,
      "fits": 1878,
      "folder_name": 1879,
      "foot": 1880,
      "good": 1881,
      "gpio": 1882,
      "hiddendir": 1883,
      "iH": 1884,
      "iTunes": 1885,
      "ian": 1886,
      "id": 1887,
      "ignored_directory": 1888,
      "important": 1889,
      "in1": 1890,
      "in2": 1891,
      "input1": 1892,
      "input2": 1893,
      "input_file": 1894,
      "input_file_type": 1895,
      "insanewebproject": 1896,
      "iscsi": 1897,
      "it": 1898,
      "jm": 1899,
      "jsmith": 1900,
      "jsp": 1901,
      "jvm": 1902,
      "kat": 1903,
      "kt": 1904,
      "lL": 1905,
      "libs": 1906,
      "longline": 1907,
      "lower": 1908,
      "macs": 1909,
      "man1": 1910,
      "mapper": 1911,
      "middle": 1912,
      "mmm": 1913,
      "mod_jk": 1914,
      "modified": 1915,
      "moi": 1916,
      "mountpoint": 1917,
      "ms": 1918,
      "my_file": 1919,
      "my_new_folder": 1920,
      "mydir1": 1921,
      "mydir2": 1922,
      "myfolder": 1923,
      "myhost": 1924,
      "myletter": 1925,
      "myprojects": 1926,
      "n4": 1927,
      "new_dir": 1928,
      "noreport": 1929,
      "nounset": 1930,
      "ns1": 1931,
      "ntfs": 1932,
      "numeric": 1933,
      "officefirewall": 1934,
      "okdir": 1935,
      "only": 1936,
      "option": 1937,
      "orange": 1938,
      "orschiro": 1939,
      "parent": 1940,
      "path2": 1941,
      "pathfolder": 1942,
      "phrase": 1943,
      "pipefail": 1944,
      "pm": 1945,
      "poop": 1946,
      "postgis": 1947,
      "ppid": 1948,
      "pts": 1949,
      "release": 1950,
      "research": 1951,
      "result": 1952,
      "rmv": 1953,
      "rnw": 1954,
      "rq": 1955,
      "sampledomain": 1956,
      "screen": 1957,
      "sess_": 1958,
      "sfolder": 1959,
      "shared": 1960,
      "show": 1961,
      "site": 1962,
      "smbfs": 1963,
      "some_dir": 1964,
      "some_file": 1965,
      "some_function": 1966,
      "somecommand": 1967,
      "somefile": 1968,
      "somehost": 1969,
      "sort_test": 1970,
      "sparse": 1971,
      "special": 1972,
      "split_": 1973,
      "sqlite": 1974,
      "stats": 1975,
      "stdin": 1976,
      "stdlib": 1977,
      "stl12": 1978,
      "store": 1979,
      "string3": 1980,
      "subdir1": 1981,
      "subset": 1982,
      "suffixes": 1983,
      "svg": 1984,
      "sysdep": 1985,
      "t2": 1986,
      "ta": 1987,
      "targetDir": 1988,
      "targethost": 1989,
      "teste": 1990,
      "texi": 1991,
      "th": 1992,
      "thumb": 1993,
      "thumbs": 1994,
      "tile": 1995,
      "time": 1996,
      "tmpfile": 1997,
      "travelphotos": 1998,
      "uint": 1999,
      "upper": 2000,
      "userAgent": 2001,
      "v1": 2002,
      "vagrant": 2003,
      "vimrc": 2004,
      "volume1": 2005,
      "want": 2006,
      "wiki": 2007,
      "x4e00": 2008,
      "x61": 2009,
      "x9fa5": 2010,
      "xr": 2011,
      "xxxx": 2012,
      "yourfile": 2013,
      "yyyy": 2014,
      "zZ": 2015,
      "zsh": 2016,
      "{'": 2017,
      "{,}": 2018,
      "|%": 2019,
      "|&": 2020,
      "}$'": 2021,
      "}\\.[": 2022,
      "опция_поиска": 2023,
      "\".*(": 2024,
      "('": 2025,
      ")==$(": 2026,
      "-\"": 2027,
      ".*|": 2028,
      "/{}\"": 2029,
      "011": 2030,
      "1a": 2031,
      "2000000": 2032,
      "21": 2033,
      "8888": 2034,
      "=\"*.": 2035,
      "HOST": 2036,
      "HOSTNAME": 2037,
      "IP": 2038,
      "Q": 2039,
      "SCRIPT": 2040,
      "SHELL": 2041,
      "Sh": 2042,
      "System": 2043,
      "XX": 2044,
      "\\;|": 2045,
      "`;": 2046,
      "absolute_path": 2047,
      "are": 2048,
      "avz": 2049,
      "blank": 2050,
      "cs": 2051,
      "czf": 2052,
      "czvf": 2053,
      "dlrt": 2054,
      "drivers": 2055,
      "fgrep": 2056,
      "fi": 2057,
      "fr": 2058,
      "generated": 2059,
      "has": 2060,
      "kernel": 2061,
      "lR": 2062,
      "lock": 2063,
      "nH": 2064,
      "nrz": 2065,
      "pdumv": 2066,
      "rl": 2067,
      "td": 2068,
      "tempfile": 2069,
      "tty": 2070,
      "tvf": 2071,
      "uf": 2072,
      "value": 2073,
      "variable": 2074,
      "x2": 2075,
      "xf": 2076,
      "xz": 2077,
      "‘*.": 2078,
      "!/": 2079,
      "!:": 2080,
      "!~": 2081,
      "\"$*\"": 2082,
      "\"%.": 2083,
      "\"&\"": 2084,
      "\")}": 2085,
      "\"*,": 2086,
      "\"*-": 2087,
      "\"*/.*\"": 2088,
      "\"*@*\"": 2089,
      "\"+$": 2090,
      "\".*/[": 2091,
      "\".*\\.(": 2092,
      "\".*\\.[": 2093,
      "\".*\\\\.": 2094,
      "\"../": 2095,
      "\"./%": 2096,
      "\".[": 2097,
      "\"/[^/]{": 2098,
      "\"><\\/": 2099,
      "\"?\"-\":\"": 2100,
      "\"?????????????????????????????????\"": 2101,
      "\"[$": 2102,
      "\"\\\"\"": 2103,
      "\"^$": 2104,
      "\"^.*~$\\|^.*#$\"": 2105,
      "\"^\\./": 2106,
      "\"`\"": 2107,
      "\"{}": 2108,
      "#\\/": 2109,
      "$'\"\\": 2110,
      "$/'": 2111,
      "$//": 2112,
      "$/\\.": 2113,
      "$/{": 2114,
      "%%\\": 2115,
      "&/}'": 2116,
      "&\\": 2117,
      "'\"'\"'": 2118,
      "'#'": 2119,
      "'#*#'": 2120,
      "'(": 2121,
      "'(?<=": 2122,
      "'*,": 2123,
      "'-'": 2124,
      "'-------'": 2125,
      "'-------')": 2126,
      "'.*(": 2127,
      "'.*,": 2128,
      "'.*/.{": 2129,
      "'.*\\(": 2130,
      "'.+\\.": 2131,
      "'.+\\.(": 2132,
      "'./.*'": 2133,
      "'./\\(": 2134,
      "'/#": 2135,
      "'/./,$!": 2136,
      "'/:": 2137,
      "'/@": 2138,
      "'/\\/\\\\./": 2139,
      "'/^.$/{": 2140,
      "'?????????????????????????????????'": 2141,
      "'[^\\.]*'": 2142,
      "'\\.(": 2143,
      "'\\./(.*\\.": 2144,
      "'\\./[": 2145,
      "'\\.[^\\.]+$'": 2146,
      "'^.*/[": 2147,
      "'^.*/\\.\\(": 2148,
      "'^.+:": 2149,
      "'^[": 2150,
      "'^\\(": 2151,
      "'{}": 2152,
      "'|'": 2153,
      "'}": 2154,
      "'}\"": 2155,
      "(/\"/,\"\",$": 2156,
      "(/-/,\"": 2157,
      "(/[^": 2158,
      "(/^": 2159,
      "(/^[": 2160,
      "(/^[^": 2161,
      "([": 2162,
      "(\\": 2163,
      "(\\|": 2164,
      "(\\|#": 2165,
      "))}": 2166,
      ")*": 2167,
      ")-": 2168,
      ").*$/;": 2169,
      ")/\\\\\\": 2170,
      ")?\"": 2171,
      ")}}": 2172,
      "*#/": 2173,
      "*$//'": 2174,
      "**": 2175,
      "*.$": 2176,
      "*/*": 2177,
      "*/*.": 2178,
      "*//;'": 2179,
      "*\\([^": 2180,
      "*|": 2181,
      "*»": 2182,
      "+\"$": 2183,
      "+$/,\"\")}": 2184,
      "+'%": 2185,
      "+(?=%": 2186,
      "++`": 2187,
      "+=/^.*(": 2188,
      "+|": 2189,
      ",</*": 2190,
      ",\\}$//'": 2191,
      "-((": 2192,
      "-*-.": 2193,
      "--)": 2194,
      "-.\\.": 2195,
      "-=": 2196,
      "->": 2197,
      "-\\*\\.": 2198,
      ".'": 2199,
      ".*/": 2200,
      "...\"": 2201,
      "../../../../": 2202,
      "..?*": 2203,
      "..\\(\\:..\\){": 2204,
      "./*": 2205,
      "./*/": 2206,
      ".[^.]*": 2207,
      ".\\*\\.": 2208,
      ".]\\+\\)\\": 2209,
      ".`": 2210,
      "/\"$": 2211,
      "/\"/\\\\\"/": 2212,
      "/#": 2213,
      "/#(": 2214,
      "/$$": 2215,
      "/$/\"/'": 2216,
      "/$/,/'": 2217,
      "/'\"'\"'/\\'\"'\"'/": 2218,
      "/'/\\\\\\'/": 2219,
      "/(.*)\\": 2220,
      "/([": 2221,
      "/**/*/*": 2222,
      "/,": 2223,
      "/,$//'": 2224,
      "/,+": 2225,
      "/,/": 2226,
      "/,/@": 2227,
      "/,/\\": 2228,
      "/.*/": 2229,
      "/.*/&": 2230,
      "/.*/\\\"&\\\"/'": 2231,
      "/.*\\(": 2232,
      "/../../": 2233,
      "/./\\": 2234,
      "///": 2235,
      "///;": 2236,
      "/[()]//": 2237,
      "/[^:]*$!!": 2238,
      "/\\(.*\\)\\/.*$/\\": 2239,
      "/\\(.....\\)\\(.....\\)/\\": 2240,
      "/\\([^": 2241,
      "/\\.\\/(.+)\\.": 2242,
      "/\\.\\///": 2243,
      "/\\\\": 2244,
      "/\\{\\}": 2245,
      "/^.*": 2246,
      "/^.\\{": 2247,
      "/^/\"/'": 2248,
      "/^\\(": 2249,
      "/^\\(.*\\)\\/.*\\": 2250,
      "/^\\([^:]*\\):.*$/": 2251,
      "/^\\.\\///": 2252,
      "/}$(": 2253,
      "0001": 2254,
      "020": 2255,
      "033": 2256,
      "040": 2257,
      "07": 2258,
      "0F0": 2259,
      "0a": 2260,
      "0f": 2261,
      "0m": 2262,
      "10000c": 2263,
      "10001": 2264,
      "1001": 2265,
      "10022": 2266,
      "1005": 2267,
      "100m": 2268,
      "1024M": 2269,
      "1024MiB": 2270,
      "1073741824": 2271,
      "10d": 2272,
      "10gen": 2273,
      "110": 2274,
      "123456": 2275,
      "1234567890": 2276,
      "1234c": 2277,
      "123_": 2278,
      "1267619929": 2279,
      "1316256": 2280,
      "1445": 2281,
      "1500000000": 2282,
      "1700": 2283,
      "18": 2284,
      "1825": 2285,
      "1900": 2286,
      "1G": 2287,
      "1US": 2288,
      "2000k": 2289,
      "200557600c": 2290,
      "2006": 2291,
      "20140624": 2292,
      "20k": 2293,
      "235": 2294,
      "24901": 2295,
      "258": 2296,
      "2644": 2297,
      "2655341": 2298,
      "2M": 2299,
      "2g": 2300,
      "30000000": 2301,
      "31246": 2302,
      "314167125": 2303,
      "31467125": 2304,
      "32000c": 2305,
      "3307": 2306,
      "356": 2307,
      "3d": 2308,
      "3d3d": 2309,
      "4000m": 2310,
      "42": 2311,
      "443": 2312,
      "4444": 2313,
      "48": 2314,
      "4d": 2315,
      "4dc9": 2316,
      "50000k": 2317,
      "5000k": 2318,
      "500b": 2319,
      "500m": 2320,
      "51": 2321,
      "59": 2322,
      "5minute": 2323,
      "61": 2324,
      "65000": 2325,
      "66": 2326,
      "666": 2327,
      "700M": 2328,
      "71": 2329,
      "711": 2330,
      "751": 2331,
      "766": 2332,
      "78": 2333,
      "786q": 2334,
      "90_2a5": 2335,
      "9M": 2336,
      "9a": 2337,
      "9k": 2338,
      ":)?([": 2339,
      ":.:#!/": 2340,
      "://'": 2341,
      ":\\([": 2342,
      ":]]*$//": 2343,
      ":]]+": 2344,
      ":]]/{": 2345,
      ":]]\\{": 2346,
      ":]{": 2347,
      ":};{": 2348,
      ";\\(": 2349,
      "=\"$": 2350,
      "=\",\"}": 2351,
      "=\",$": 2352,
      "=\"-----------\\": 2353,
      "=\":\"}": 2354,
      "=\"[": 2355,
      "='%": 2356,
      "=.+": 2357,
      "=[^=]*\\)": 2358,
      "=\\)'": 2359,
      "=\\\\\\|^": 2360,
      "=]'": 2361,
      ">,,": 2362,
      ">>\"": 2363,
      ">\\&": 2364,
      "?$": 2365,
      "?^?/[": 2366,
      "?}": 2367,
      "@\"": 2368,
      "@\"$": 2369,
      "@\\": 2370,
      "@^@/": 2371,
      "ABCD": 2372,
      "ADDRESSS_FILE": 2373,
      "ARCHIVE": 2374,
      "AT": 2375,
      "Ab": 2376,
      "Add": 2377,
      "Am": 2378,
      "Apr": 2379,
      "Automatically": 2380,
      "BACKUPNAME": 2381,
      "BBB": 2382,
      "BT": 2383,
      "BYTES": 2384,
      "Bar": 2385,
      "CDATE": 2386,
      "CDC": 2387,
      "COMMANDS": 2388,
      "CONFIGFILE": 2389,
      "CONTAINER_ID": 2390,
      "CURR_DIR": 2391,
      "Chapter": 2392,
      "ControlPath": 2393,
      "Cookbook": 2394,
      "DBA": 2395,
      "DELIMITER": 2396,
      "DEST": 2397,
      "DESTFOLDER": 2398,
      "DESTINATION": 2399,
      "DIRNAME": 2400,
      "DOGS": 2401,
      "DOWNLOAD": 2402,
      "DRIVENAME": 2403,
      "DS_STORE": 2404,
      "Developer": 2405,
      "Dir": 2406,
      "Documents": 2407,
      "EDT": 2408,
      "END_GROUP": 2409,
      "EXTENSION": 2410,
      "F00": 2411,
      "FF0000": 2412,
      "FILES_PATH": 2413,
      "FILE_PATH": 2414,
      "FOLDERS": 2415,
      "FOO_NO_WHITESPACE": 2416,
      "Features": 2417,
      "Ff": 2418,
      "FilesDvorak": 2419,
