{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "-": 4,
      "/": 5,
      "find": 6,
      ".": 7,
      "|": 8,
      "\"": 9,
      "name": 10,
      "type": 11,
      "'": 12,
      "f": 13,
      "exec": 14,
      "{}": 15,
      "1": 16,
      "\\;": 17,
      "d": 18,
      "print": 19,
      "xargs": 20,
      "grep": 21,
      "0": 22,
      "+": 23,
      "$": 24,
      "s": 25,
      "n": 26,
      "\"*.": 27,
      "txt": 28,
      "path": 29,
      "o": 30,
      "l": 31,
      "rm": 32,
      "sort": 33,
      "ls": 34,
      "2": 35,
      "print0": 36,
      "'*.": 37,
      "mtime": 38,
      "sed": 39,
      "echo": 40,
      "file": 41,
      ")": 42,
      "awk": 43,
      "iname": 44,
      ",": 45,
      "--": 46,
      "a": 47,
      "c": 48,
      "home": 49,
      "\"$": 50,
      "`": 51,
      "\\": 52,
      "i": 53,
      "perm": 54,
      "p": 55,
      "maxdepth": 56,
      "size": 57,
      "tmp": 58,
      "chmod": 59,
      "t": 60,
      "=": 61,
      "to": 62,
      "}'": 63,
      "%": 64,
      "!": 65,
      "9": 66,
      "'{": 67,
      "3": 68,
      "cat": 69,
      "cut": 70,
      "usr": 71,
      ":": 72,
      "foo": 73,
      "\\)": 74,
      "prune": 75,
      "wc": 76,
      "g": 77,
      "\\(": 78,
      "user": 79,
      "printf": 80,
      "r": 81,
      "./": 82,
      "dir": 83,
      "<(": 84,
      "e": 85,
      "tar": 86,
      ";": 87,
      "$(": 88,
      "head": 89,
      "{": 90,
      "v": 91,
      "*.": 92,
      "mv": 93,
      "'{}'": 94,
      "u": 95,
      "*": 96,
      "var": 97,
      "sudo": 98,
      "tr": 99,
      "*\"": 100,
      "=$(": 101,
      "bin": 102,
      "chown": 103,
      "not": 104,
      "5": 105,
      "\"*": 106,
      "mkdir": 107,
      "~/": 108,
      "*'": 109,
      "test": 110,
      "cp": 111,
      "tail": 112,
      "etc": 113,
      "php": 114,
      "root": 115,
      "I": 116,
      "x": 117,
      "}": 118,
      "dirname": 119,
      "log": 120,
      "uniq": 121,
      "@": 122,
      "html": 123,
      "gz": 124,
      "delete": 125,
      "empty": 126,
      "10": 127,
      "www": 128,
      "regex": 129,
      "7": 130,
      "R": 131,
      "filename": 132,
      "jpg": 133,
      "mindepth": 134,
      "b": 135,
      "w": 136,
      "atime": 137,
      "ssh": 138,
      "[": 139,
      "sh": 140,
      "rsync": 141,
      "split": 142,
      "4": 143,
      "h": 144,
      "directory": 145,
      "'*": 146,
      "date": 147,
      "\"%": 148,
      "'\\": 149,
      "\\*.": 150,
      "bar": 151,
      "rf": 152,
      "/'": 153,
      "ln": 154,
      "com": 155,
      "file1": 156,
      "read": 157,
      "rev": 158,
      "mmin": 159,
      "~": 160,
      "data": 161,
      "755": 162,
      "dev": 163,
      "newer": 164,
      "8": 165,
      "readlink": 166,
      "60": 167,
      "basename": 168,
      "which": 169,
      "m": 170,
      "F": 171,
      "=`": 172,
      "java": 173,
      "30": 174,
      "local": 175,
      "tee": 176,
      "f1": 177,
      "mount": 178,
      "pwd": 179,
      "HOME": 180,
      "diff": 181,
      "'%": 182,
      "mp3": 183,
      "644": 184,
      "L": 185,
      "][": 186,
      "dir1": 187,
      "du": 188,
      "cd": 189,
      "md5sum": 190,
      "'/": 191,
      "file2": 192,
      "(": 193,
      "depth": 194,
      "egrep": 195,
      "\"$(": 196,
      "\"{}\"": 197,
      "${": 198,
      "or": 199,
      "P": 200,
      "comm": 201,
      "df": 202,
      "js": 203,
      "NR": 204,
      "f2": 205,
      "';'": 206,
      "\\|": 207,
      "files": 208,
      "set": 209,
      "n1": 210,
      "src": 211,
      "svn": 212,
      "tac": 213,
      ")\"": 214,
      "ctime": 215,
      "hostname": 216,
      "history": 217,
      "rename": 218,
      "\"${": 219,
      "/*": 220,
      "daystart": 221,
      "git": 222,
      "some": 223,
      "]": 224,
      "ifconfig": 225,
      "lib": 226,
      "proc": 227,
      ":/": 228,
      "A": 229,
      "END": 230,
      "\\!": 231,
      "gzip": 232,
      "yes": 233,
      "6": 234,
      "N": 235,
      "group": 236,
      "\"\\": 237,
      "_": 238,
      "exclude": 239,
      "myfile": 240,
      "H": 241,
      "NF": 242,
      "nl": 243,
      "string": 244,
      "od": 245,
      "ping": 246,
      "($": 247,
      "==": 248,
      "E": 249,
      "column": 250,
      "dir2": 251,
      "example": 252,
      "mktemp": 253,
      "newermt": 254,
      "pdf": 255,
      "shopt": 256,
      "777": 257,
      "conf": 258,
      "”": 259,
      "dig": 260,
      "text": 261,
      "z": 262,
      "100": 263,
      ":%": 264,
      "py": 265,
      "source": 266,
      "target": 267,
      "\"/": 268,
      "-%": 269,
      "join": 270,
      "k": 271,
      "my": 272,
      "core": 273,
      "total": 274,
      "your": 275,
      "zcat": 276,
      "'.": 277,
      "/*\"": 278,
      "inum": 279,
      "paste": 280,
      "png": 281,
      "q": 282,
      "whoami": 283,
      "xml": 284,
      "}\"": 285,
      "100M": 286,
      "cal": 287,
      "mnt": 288,
      "search": 289,
      "\"./": 290,
      "]'": 291,
      "execdir": 292,
      "new": 293,
      "rb": 294,
      "seq": 295,
      "username": 296,
      "'./": 297,
      "Y": 298,
      "rmdir": 299,
      "amin": 300,
      "cpp": 301,
      "crontab": 302,
      "pattern": 303,
      "'[": 304,
      "C": 305,
      "chgrp": 306,
      "cpio": 307,
      "fold": 308,
      "if": 309,
      "line": 310,
      "public_html": 311,
      "y": 312,
      "\"`": 313,
      "bak": 314,
      "less": 315,
      "DIR": 316,
      "FILE": 317,
      "\\*": 318,
      "destination": 319,
      "env": 320,
      "touch": 321,
      "T": 322,
      "here": 323,
      "more": 324,
      "nr": 325,
      "who": 326,
      "{}.": 327,
      ">": 328,
      "bzip2": 329,
      "cmin": 330,
      "space": 331,
      "\".*\"": 332,
      "'$": 333,
      "/\\": 334,
      "=\"": 335,
      "myfiles": 336,
      "xdev": 337,
      "abc": 338,
      "and": 339,
      "tree": 340,
      "uname": 341,
      "ch": 342,
      "config": 343,
      "folder": 344,
      "server": 345,
      ".*": 346,
      "=\"$(": 347,
      "\\+": 348,
      "backup": 349,
      "inet": 350,
      "null": 351,
      "pstree": 352,
      "addr": 353,
      "csv": 354,
      "ext": 355,
      "in": 356,
      "\"*\"": 357,
      "10M": 358,
      "S": 359,
      "\\.": 360,
      "bash": 361,
      "dest": 362,
      "pl": 363,
      "\")": 364,
      "))": 365,
      "/$": 366,
      "111": 367,
      "=*.": 368,
      "apache": 369,
      "css": 370,
      "dc": 371,
      "doc": 372,
      "for": 373,
      "google": 374,
      "include": 375,
      "share": 376,
      "1000": 377,
      "12": 378,
      "20": 379,
      "]*'": 380,
      "kill": 381,
      "media": 382,
      "regextype": 383,
      "rwx": 384,
      "script": 385,
      "'^": 386,
      "/\"": 387,
      "/.": 388,
      "M": 389,
      "PWD": 390,
      "images": 391,
      "index": 392,
      "list": 393,
      "mbox": 394,
      "rw": 395,
      "system": 396,
      "\",": 397,
      "gunzip": 398,
      "j": 399,
      "nouser": 400,
      "ps": 401,
      "wholename": 402,
      "~/.": 403,
      "“*.": 404,
      "://": 405,
      "Desktop": 406,
      "X": 407,
      "exit": 408,
      "man": 409,
      "opt": 410,
      "out": 411,
      "remote": 412,
      "\".": 413,
      "+%": 414,
      "+=": 415,
      "..": 416,
      "23": 417,
      "input": 418,
      "is": 419,
      "ld": 420,
      "ok": 421,
      "posix": 422,
      "temp": 423,
      "you": 424,
      "zip": 425,
      "\";\"": 426,
      "$'": 427,
      "'*.[": 428,
      "?": 429,
      "B": 430,
      "http": 431,
      "modules": 432,
      "mydir": 433,
      "on": 434,
      "output": 435,
      "something": 436,
      "$'\\": 437,
      "''": 438,
      "/*'": 439,
      "/*.": 440,
      "127": 441,
      "50": 442,
      "app": 443,
      "copy": 444,
      "eth0": 445,
      "iregex": 446,
      "length": 447,
      "localhost": 448,
      "ogg": 449,
      "passwd": 450,
      "scp": 451,
      "—": 452,
      "&&": 453,
      ",$": 454,
      "775": 455,
      "BEGIN": 456,
      "Hn": 457,
      "Z": 458,
      "]\"": 459,
      "host": 460,
      "jobs": 461,
      "k2": 462,
      "lines": 463,
      "of": 464,
      "stuff": 465,
      "the": 466,
      "whatever": 467,
      "\"|": 468,
      "'.'": 469,
      "'.*'": 470,
      "'/'": 471,
      ");": 472,
      "/%": 473,
      "/{": 474,
      "01": 475,
      "90": 476,
      "=$": 477,
      "Users": 478,
      "base": 479,
      "bind": 480,
      "bz2": 481,
      "cache": 482,
      "mp4": 483,
      "old": 484,
      "work": 485,
      "–": 486,
      "\")\"": 487,
      "&": 488,
      ".*\"": 489,
      ".*'": 490,
      "/*/": 491,
      "/\\.": 492,
      "00": 493,
      "4000": 494,
      "664": 495,
      "D": 496,
      "USER": 497,
      "]{": 498,
      "finger": 499,
      "from": 500,
      "il": 501,
      "node": 502,
      "remount": 503,
      "sub": 504,
      "xxx": 505,
      "“": 506,
      "$\"": 507,
      "':'": 508,
      "*/": 509,
      "0777": 510,
      "11": 511,
      "2009": 512,
      "Music": 513,
      "\\\\": 514,
      "]*[.][": 515,
      "archive": 516,
      "bytes": 517,
      "cvf": 518,
      "folder1": 519,
      "md5": 520,
      "oracle": 521,
      "project": 522,
      "so": 523,
      "}')": 524,
      "}/": 525,
      "\"*/": 526,
      "')": 527,
      "'|": 528,
      ")}'": 529,
      "...": 530,
      "//": 531,
      "2000": 532,
      "500": 533,
      "700": 534,
      "CVS": 535,
      "FS": 536,
      "av": 537,
      "curl": 538,
      "groups": 539,
      "lname": 540,
      "ports": 541,
      "projects": 542,
      "sd": 543,
      "tecmint": 544,
      "true": 545,
      "urandom": 546,
      "user1": 547,
      "version": 548,
      "watch": 549,
      "\":\"": 550,
      "','": 551,
      ",%": 552,
      "14": 553,
      "50M": 554,
      "='": 555,
      "`\"": 556,
      "admin": 557,
      "ago": 558,
      "apt": 559,
      "false": 560,
      "infile": 561,
      "iwholename": 562,
      "k1": 563,
      "ksh": 564,
      "needle": 565,
      "no": 566,
      "nogroup": 567,
      "other": 568,
      "parents": 569,
      "short": 570,
      "users": 571,
      "\",$": 572,
      "\":": 573,
      "\"[": 574,
      "\"^": 575,
      "$$": 576,
      "(\"": 577,
      "/^": 578,
      "/{}": 579,
      "0644": 580,
      "10k": 581,
      "32": 582,
      "444": 583,
      "Enter": 584,
      "FooBar": 585,
      "[$": 586,
      "\\{\\}": 587,
      "ba": 588,
      "code": 589,
      "dat": 590,
      "file_name": 591,
      "foobar": 592,
      "httpd": 593,
      "last": 594,
      "me": 595,
      "rn": 596,
      "rx": 597,
      "samefile": 598,
      "vim": 599,
      "\".*": 600,
      "\";": 601,
      "/.*": 602,
      "100k": 603,
      "22": 604,
      "31": 605,
      "FTIME": 606,
      "SUM": 607,
      "^": 608,
      "blah": 609,
      "build": 610,
      "class": 611,
      "compress": 612,
      "day": 613,
      "demo": 614,
      "executable": 615,
      "gif": 616,
      "htdocs": 617,
      "key": 618,
      "keygen": 619,
      "lh": 620,
      "links": 621,
      "run": 622,
      "sql": 623,
      "sum": 624,
      "ug": 625,
      "word": 626,
      "#": 627,
      "'\\.": 628,
      "-*.": 629,
      ".[": 630,
      "//'": 631,
      "/[": 632,
      "/[[:": 633,
      "100000": 634,
      "15": 635,
      "1M": 636,
      "600": 637,
      ":]'": 638,
      "<": 639,
      "<=": 640,
      "Eo": 641,
      "O": 642,
      "al": 643,
      "en": 644,
      "exe": 645,
      "gcc": 646,
      "hello": 647,
      "ignore": 648,
      "info": 649,
      "ip": 650,
      "lst": 651,
      "main": 652,
      "next": 653,
      "perl": 654,
      "r0": 655,
      "rvf": 656,
      "su": 657,
      "ttt": 658,
      "with": 659,
      "wnj": 660,
      "world": 661,
      "‘": 662,
      "\"$@\"": 663,
      "\"'": 664,
      "'*~'": 665,
      "'`": 666,
      ")/": 667,
      "+\"%": 668,
      "222": 669,
      "255": 670,
      "400": 671,
      "DS_Store": 672,
      "FILENAME": 673,
      "FNR": 674,
      "Makefile": 675,
      "MyCProgram": 676,
      "PATH": 677,
      "RS": 678,
      "baz": 679,
      "cgi": 680,
      "color": 681,
      "cygdrive": 682,
      "domain": 683,
      "emacs": 684,
      "fprintf": 685,
      "htm": 686,
      "incoming": 687,
      "junk": 688,
      "linux": 689,
      "mov": 690,
      "node_modules": 691,
      "owner": 692,
      "peter": 693,
      "pushd": 694,
      "somedir": 695,
      "swp": 696,
      "sys": 697,
      "tom": 698,
      "uid": 699,
      "wp": 700,
      "xtype": 701,
      "xyz": 702,
      "’": 703,
      "\"/\"": 704,
      "'*/": 705,
      "'*/\\.*'": 706,
      "'+'": 707,
      "'.*": 708,
      "*~": 709,
      "+=$": 710,
      "../": 711,
      "10000": 712,
      "168": 713,
      "192": 714,
      "2013": 715,
      "Linux": 716,
      "Messages": 717,
      "TY": 718,
      "Td": 719,
      "Tm": 720,
      "XXXXXX": 721,
      "]*": 722,
      "cf": 723,
      "digit": 724,
      "f3": 725,
      "gsub": 726,
      "help": 727,
      "image": 728,
      "link": 729,
      "logs": 730,
      "loss": 731,
      "music": 732,
      "oP": 733,
      "original": 734,
      "pid": 735,
      "sent": 736,
      "set1": 737,
      "sleep": 738,
      "sourceDir": 739,
      "srv": 740,
      "subdomainA": 741,
      "subdomainB": 742,
      "test1": 743,
      "tex": 744,
      "top": 745,
      "ubuntu": 746,
      "usb": 747,
      "w1": 748,
      "x1": 749,
      "};": 750,
      "\",\"": 751,
      "'*'": 752,
      "'+%": 753,
      "'[:": 754,
      ")$'": 755,
      "++)": 756,
      "/.*/\"&\"/'": 757,
      "000": 758,
      "09": 759,
      "1024": 760,
      "24": 761,
      "25": 762,
      "365": 763,
      ":'": 764,
      ":]]{": 765,
      "=/": 766,
      "Applications": 767,
      "Are": 768,
      "TODO": 769,
      "Text": 770,
      "aaa": 771,
      "backups": 772,
      "be": 773,
      "bozo": 774,
      "cron": 775,
      "david": 776,
      "ef": 777,
      "error": 778,
      "es": 779,
      "f0": 780,
      "fd": 781,
      "flac": 782,
      "folder2": 783,
      "full": 784,
      "httpdocs": 785,
      "ini": 786,
      "inputfile": 787,
      "loop": 788,
      "lrt": 789,
      "minute": 790,
      "n2": 791,
      "ne": 792,
      "newdir": 793,
      "newerct": 794,
      "nullglob": 795,
      "pyc": 796,
      "re": 797,
      "readable": 798,
      "rpm": 799,
      "set2": 800,
      "sf": 801,
      "sites": 802,
      "staff": 803,
      "vmware": 804,
      "}'`": 805,
      "\"\"": 806,
      "$/.": 807,
      ")'": 808,
      "*$/": 809,
      "+$": 810,
      "/;": 811,
      "13": 812,
      "2012": 813,
      "20M": 814,
      "50k": 815,
      "80": 816,
      "=\"`": 817,
      "BASH_SOURCE": 818,
      "Chapter1": 819,
      "Downloads": 820,
      "Files": 821,
      "FindCommandExamples": 822,
      "LOGDIR": 823,
      "Message": 824,
      "Name": 825,
      "TM": 826,
      "\\/": 827,
      "]/": 828,
      "]\\{": 829,
      "access": 830,
      "address": 831,
      "all": 832,
      "anaconda": 833,
      "antoniod": 834,
      "bam": 835,
      "bla": 836,
      "boot": 837,
      "cc": 838,
      "containing": 839,
      "deb": 840,
      "def": 841,
      "default": 842,
      "dir3": 843,
      "dummy": 844,
      "extglob": 845,
      "fstype": 846,
      "ips": 847,
      "john": 848,
      "li": 849,
      "mail": 850,
      "mkv": 851,
      "nobody": 852,
      "npm": 853,
      "number": 854,
      "plist": 855,
      "received": 856,
      "ro": 857,
      "searched": 858,
      "sorted": 859,
      "spool": 860,
      "subl": 861,
      "substr": 862,
      "suffix": 863,
      "sure": 864,
      "that": 865,
      "zA": 866,
      "|\\.": 867,
      "}/${": 868,
      "}[": 869,
      "!=": 870,
      "\"-": 871,
      "\".\"": 872,
      "\"<": 873,
      "\"\\.": 874,
      "')\"": 875,
      "'/^": 876,
      "'/^\\": 877,
      "'[[:": 878,
      "/`": 879,
      "20000k": 880,
      "2014": 881,
      "2015": 882,
      "2222": 883,
      "36": 884,
      "50c": 885,
      "640": 886,
      ":$": 887,
      ">\"": 888,
      "@$": 889,
      "Library": 890,
      "Movies": 891,
      "Nov": 892,
      "PTR": 893,
      "Press": 894,
      "README": 895,
      "TMP": 896,
      "UTF": 897,
      "\\)\"": 898,
      "\\)'": 899,
      "]*\"": 900,
      "]*\\)": 901,
      "aa": 902,
      "an": 903,
      "array": 904,
      "big": 905,
      "bills": 906,
      "coffee": 907,
      "continue": 908,
      "count": 909,
      "days": 910,
      "dll": 911,
      "dotglob": 912,
      "expr": 913,
      "extended": 914,
      "fail": 915,
      "flv": 916,
      "go": 917,
      "includes": 918,
      "job": 919,
      "jpeg": 920,
      "jul": 921,
      "look": 922,
      "m1": 923,
      "match": 924,
      "message": 925,
      "mysql": 926,
      "one": 927,
      "password": 928,
      "permissions": 929,
      "progress": 930,
      "python": 931,
      "recursive": 932,
      "rh": 933,
      "sample": 934,
      "sc": 935,
      "skip": 936,
      "snapshot": 937,
      "sources": 938,
      "storage": 939,
      "string1": 940,
      "string2": 941,
      "testfile": 942,
      "this": 943,
      "tmpdir": 944,
      "unique": 945,
      "xdigit": 946,
      "xx": 947,
      "\"*~\"": 948,
      "\"+%": 949,
      "\".*/": 950,
      "#'": 951,
      "'('": 952,
      "(\"%": 953,
      "(/": 954,
      ").": 955,
      "-*'": 956,
      "/:$//'": 957,
      "10s": 958,
      "123": 959,
      "200": 960,
      "40": 961,
      "500k": 962,
      ">(": 963,
      "?\"": 964,
      "Books": 965,
      "Dateiname": 966,
      "FILES": 967,
      "GROUP": 968,
      "Headers": 969,
      "JPG": 970,
      "ORS": 971,
      "Subscription": 972,
      "TH": 973,
      "TMPDIR": 974,
      "The": 975,
      "Waldo": 976,
      "XXX": 977,
      "]+\"": 978,
      "a1": 979,
      "apps": 980,
      "banana": 981,
      "choice": 982,
      "chrome": 983,
      "cmn": 984,
      "cnt": 985,
      "col": 986,
      "command": 987,
      "db": 988,
      "destDir": 989,
      "dirs": 990,
      "en0": 991,
      "export": 992,
      "fileName": 993,
      "foldername": 994,
      "follow": 995,
      "fprint": 996,
      "globstar": 997,
      "header": 998,
      "hosts": 999,
      "jar": 1000,
      "kv": 1001,
      "linkin": 1002,
      "location": 1003,
      "lpi104": 1004,
      "ltr": 1005,
      "mpg": 1006,
      "myDir": 1007,
      "mystring": 1008,
      "mywebsite": 1009,
      "n10": 1010,
      "net": 1011,
      "nginx": 1012,
      "openssl": 1013,
      "org": 1014,
      "packages": 1015,
      "part": 1016,
      "pat": 1017,
      "photo": 1018,
      "place": 1019,
      "process": 1020,
      "prog": 1021,
      "qr": 1022,
      "quit": 1023,
      "raid": 1024,
      "remove": 1025,
      "scripts": 1026,
      "shm": 1027,
      "shred": 1028,
      "shtml": 1029,
      "sr": 1030,
      "start": 1031,
      "stringtofind": 1032,
      "subfolder": 1033,
      "syslog": 1034,
      "test2": 1035,
      "texthere": 1036,
      "thing": 1037,
      "vendor": 1038,
      "vf": 1039,
      "writable": 1040,
      "xvf": 1041,
      "}'|": 1042,
      "},": 1043,
      "}.": 1044,
      "}}'": 1045,
      "\"*.$": 1046,
      "\"*.*\"": 1047,
      "\".*\\.\\(": 1048,
      "\"{": 1049,
      "$/": 1050,
      "'\"\\": 1051,
      "'.*\\.": 1052,
      "'.*\\.\\(": 1053,
      "'.?*'": 1054,
      "':": 1055,
      "'^\\": 1056,
      "))\"": 1057,
      "*’": 1058,
      "++}": 1059,
      "+;": 1060,
      ",/": 1061,
      "-$": 1062,
      "-\\": 1063,
      "-`": 1064,
      ".$": 1065,
      ".$\"": 1066,
      "/$(": 1067,
      "/$/": 1068,
      "/)": 1069,
      "/\\//'|": 1070,
      "/^[": 1071,
      "0002": 1072,
      "002": 1073,
      "022": 1074,
      "06": 1075,
      "0755": 1076,
      "0c": 1077,
      "0r": 1078,
      "1000000": 1079,
      "10000k": 1080,
      "1000k": 1081,
      "120": 1082,
      "1d": 1083,
      ":-": 1084,
      ":\\": 1085,
      ";}'": 1086,
      ">/": 1087,
      "Contents": 1088,
      "Ee": 1089,
      "FIND": 1090,
      "FOLDER": 1091,
      "FOLDER1": 1092,
      "Foo": 1093,
      "HWaddr": 1094,
      "Hello": 1095,
      "MyApp": 1096,
      "New": 1097,
      "OFS": 1098,
      "SCCS": 1099,
      "SPAM": 1100,
      "STORAGEFOLDER": 1101,
      "SharedSupport": 1102,
      "Sublime": 1103,
      "TXT": 1104,
      "Test": 1105,
      "USERNAME": 1106,
      "WHITE": 1107,
      "\\\"\"": 1108,
      "\\?": 1109,
      "]'`": 1110,
      "]+": 1111,
      "_test": 1112,
      "`/": 1113,
      "aliencoders": 1114,
      "andnav": 1115,
      "apropos": 1116,
      "avR": 1117,
      "avi": 1118,
      "block": 1119,
      "bmp": 1120,
      "bob": 1121,
      "broken": 1122,
      "c2": 1123,
      "cmd": 1124,
      "daniel": 1125,
      "device": 1126,
      "disk": 1127,
      "document": 1128,
      "el": 1129,
      "error_log": 1130,
      "excluded": 1131,
      "existing": 1132,
      "expression": 1133,
      "f4": 1134,
      "fglrx": 1135,
      "file3": 1136,
      "fstab": 1137,
      "gid": 1138,
      "hi": 1139,
      "https": 1140,
      "iH": 1141,
      "img": 1142,
      "ip_addresses": 1143,
      "ipath": 1144,
      "jassi": 1145,
      "logfile": 1146,
      "max": 1147,
      "messages": 1148,
      "month": 1149,
      "n3": 1150,
      "non": 1151,
      "orm": 1152,
      "packet": 1153,
      "park": 1154,
      "path_in_question": 1155,
      "pem": 1156,
      "prefix": 1157,
      "profile": 1158,
      "query": 1159,
      "rnw": 1160,
      "rq": 1161,
      "rsa": 1162,
      "second": 1163,
      "stat": 1164,
      "table": 1165,
      "tests": 1166,
      "tgz": 1167,
      "timestamp": 1168,
      "todo": 1169,
      "tommye": 1170,
      "trc": 1171,
      "tsv": 1172,
      "un": 1173,
      "use": 1174,
      "vcf": 1175,
      "vp": 1176,
      "workspace": 1177,
      "wp_version": 1178,
      "yesterday": 1179,
      "|&": 1180,
      "\"\",": 1181,
      "\"#": 1182,
      "\"=\"": 1183,
      "'$!": 1184,
      "'%-": 1185,
      "'.*/": 1186,
      "'.*/\\..*'": 1187,
      "'<": 1188,
      "'^\\./": 1189,
      "'{}.": 1190,
      ")$\"": 1191,
      "),": 1192,
      "):": 1193,
      ")==$(": 1194,
      ")\\": 1195,
      "**/*.": 1196,
      "*[": 1197,
      ",\"": 1198,
      ",\\": 1199,
      "-*": 1200,
      ".*/\\": 1201,
      "/!": 1202,
      "/$$/": 1203,
      "/://": 1204,
      "/^\\": 1205,
      "08": 1206,
      "17": 1207,
      "180": 1208,
      "2010": 1209,
      "34": 1210,
      "5M": 1211,
      "750": 1212,
      "770": 1213,
      ":\"": 1214,
      ":]]'": 1215,
      ":]]*$//\"": 1216,
      "=\"\";": 1217,
      "=\"*.": 1218,
      "=-": 1219,
      "==\"": 1220,
      "DAYS_TO_SAVE": 1221,
      "DIR_TO_CLEAN": 1222,
      "FAIL": 1223,
      "Feb": 1224,
      "INPUT": 1225,
      "Is": 1226,
      "L1": 1227,
      "LC_MESSAGES": 1228,
      "LOG": 1229,
      "NAME": 1230,
      "PID": 1231,
      "Path": 1232,
      "Permission": 1233,
      "Pictures": 1234,
      "Please": 1235,
      "STRING_TO_REPLACE": 1236,
      "Sh": 1237,
      "SpoolIn": 1238,
      "Subject": 1239,
      "TO": 1240,
      "Trash": 1241,
      "Z0": 1242,
      "Za": 1243,
      "[:": 1244,
      "[^": 1245,
      "\\-]\\{": 1246,
      "\\;|": 1247,
      "\\}\\.": 1248,
      "]*\\.){": 1249,
      "],": 1250,
      "];": 1251,
      "]=$": 1252,
      "]?'": 1253,
      "]}'": 1254,
      "_archive": 1255,
      "`;": 1256,
      "android": 1257,
      "application": 1258,
      "applied": 1259,
      "avz": 1260,
      "bb": 1261,
      "beta": 1262,
      "bigfile": 1263,
      "bill": 1264,
      "blast": 1265,
      "brief": 1266,
      "by": 1267,
      "calvin": 1268,
      "canonicalize": 1269,
      "check": 1270,
      "company": 1271,
      "complement": 1272,
      "content": 1273,
      "cpuinfo": 1274,
      "current": 1275,
      "czf": 1276,
      "czvf": 1277,
      "data1": 1278,
      "debian": 1279,
      "dlrt": 1280,
      "dst": 1281,
      "editor": 1282,
      "edwarda": 1283,
      "emlx": 1284,
      "end": 1285,
      "fgrep": 1286,
      "filepattern": 1287,
      "fink": 1288,
      "first": 1289,
      "fr": 1290,
      "fss": 1291,
      "ftp": 1292,
      "game": 1293,
      "get": 1294,
      "gtest": 1295,
      "id_rsa": 1296,
      "implicit": 1297,
      "json": 1298,
      "keyword": 1299,
      "lR": 1300,
      "lm": 1301,
      "marker": 1302,
      "mine": 1303,
      "mongodb": 1304,
      "my_folder": 1305,
      "my_iso_file": 1306,
      "myappdata": 1307,
      "myuser": 1308,
      "nH": 1309,
      "nas": 1310,
      "newerthan": 1311,
      "nfs": 1312,
      "note": 1313,
      "nrz": 1314,
      "num": 1315,
      "onlyme": 1316,
      "pdumv": 1317,
      "pkg": 1318,
      "play": 1319,
      "prefs": 1320,
      "processor": 1321,
      "program": 1322,
      "properties": 1323,
      "pub": 1324,
      "python2": 1325,
      "random": 1326,
      "rc": 1327,
      "reference": 1328,
      "replace": 1329,
      "rl": 1330,
      "sbin": 1331,
      "scala": 1332,
      "seen": 1333,
      "self": 1334,
      "server_b": 1335,
      "shp": 1336,
      "sitesearch": 1337,
      "some_directory": 1338,
      "somefolder": 1339,
      "stackoverflow": 1340,
      "subdirectory": 1341,
      "suid": 1342,
      "sysconfig": 1343,
      "t1": 1344,
      "texturedata": 1345,
      "tmpfile": 1346,
      "u20806": 1347,
      "uf": 1348,
      "ugo": 1349,
      "undo": 1350,
      "up": 1351,
      "uploads": 1352,
      "url": 1353,
      "uuid": 1354,
      "vhosts": 1355,
      "vivek": 1356,
      "vol": 1357,
      "wav": 1358,
      "weekly": 1359,
      "wget": 1360,
      "x86": 1361,
      "xBB": 1362,
      "xBF": 1363,
      "xEF": 1364,
      "xf": 1365,
      "year": 1366,
      "your_file": 1367,
      "‘*.": 1368,
      "\"*$": 1369,
      "\"*.[": 1370,
      "\"+": 1371,
      "\"-\"": 1372,
      "\"/'": 1373,
      "\"\\$": 1374,
      "\"`\"": 1375,
      "\"}'": 1376,
      "$*": 1377,
      "$//'": 1378,
      "&/": 1379,
      "'#": 1380,
      "'%#": 1381,
      "'([[:": 1382,
      "'*.*'": 1383,
      "'*/*": 1384,
      "'*[": 1385,
      "'*[+{;\"\\\\=?~()<>&*|$": 1386,
      "'-": 1387,
      "'-------')": 1388,
      "'->": 1389,
      "'.[:": 1390,
      "'/$'": 1391,
      "'/[": 1392,
      "':%": 1393,
      "'\\./": 1394,
      "'^$'": 1395,
      "'^[^.][^.]*\\.[^.][^.]*\\.[^.][^.]*\\.[^.][^.]*$'": 1396,
      "*(?==)'": 1397,
      "++`": 1398,
      ",{": 1399,
      "-${": 1400,
      ".*\\.": 1401,
      "...\\": 1402,
      "./.": 1403,
      ".`": 1404,
      "/$/\\": 1405,
      "/(/\\": 1406,
      "/(\\(.*\\)).*/\\": 1407,
      "/../": 1408,
      "/<": 1409,
      "/[^": 1410,
      "/^/": 1411,
      "012": 1412,
      "03d": 1413,
      "0k": 1414,
      "1024m": 1415,
      "1234": 1416,
      "16482": 1417,
      "1n": 1418,
      "2007": 1419,
      "2008": 1420,
      "20480": 1421,
      "211028": 1422,
      "220": 1423,
      "2775": 1424,
      "300M": 1425,
      "3306": 1426,
      "35": 1427,
      "50000": 1428,
      "500M": 1429,
      "555": 1430,
      "6000": 1431,
      "999": 1432,
      ":]": 1433,
      ";$!": 1434,
      "=\"\\": 1435,
      "=\"|\"}{": 1436,
      ">'": 1437,
      "?'": 1438,
      "BT": 1439,
      "Cache": 1440,
      "California": 1441,
      "Dd": 1442,
      "Default": 1443,
      "EA": 1444,
      "ERROR": 1445,
      "FOLDERS": 1446,
      "FOO": 1447,
      "File": 1448,
      "File1": 1449,
      "File2": 1450,
      "FirstFile": 1451,
      "Fltr": 1452,
      "Folder": 1453,
      "Found": 1454,
      "GUI": 1455,
      "HOSTNAME": 1456,
      "Hin": 1457,
      "ISOLATE": 1458,
      "It": 1459,
      "JBOSS_AS_USER": 1460,
      "KEY": 1461,
      "LINE": 1462,
      "LP": 1463,
      "Labs": 1464,
      "Maildir": 1465,
      "Metallica": 1466,
      "Mic": 1467,
      "ORIG_DIR": 1468,
      "Only": 1469,
      "Ph": 1470,
      "Program": 1471,
      "SEARCH": 1472,
      "Series": 1473,
      "StringBuffer": 1474,
      "Symfony": 1475,
      "TARGET": 1476,
      "TBD": 1477,
      "TS": 1478,
      "This": 1479,
      "Tz": 1480,
      "U": 1481,
      "VER": 1482,
      "W": 1483,
      "Welcome": 1484,
      "World": 1485,
      "XX": 1486,
      "XXXXXXXXXX": 1487,
      "[[:": 1488,
      "\\(-": 1489,
      "\\([": 1490,
      "]*//'": 1491,
      "]*\\": 1492,
      "]/{": 1493,
      "]\\+\\.[": 1494,
      "]}\"": 1495,
      "^$": 1496,
      "_1": 1497,
      "`)": 1498,
      "ab": 1499,
      "accepted_hits": 1500,
      "action": 1501,
      "adm": 1502,
      "album": 1503,
      "alldata": 1504,
      "am": 1505,
      "amzadm": 1506,
      "andrewr": 1507,
      "answer": 1508,
      "any": 1509,
      "arr": 1510,
      "articles": 1511,
      "as": 1512,
      "avoid": 1513,
      "basedir": 1514,
      "bashrc": 1515,
      "bbb": 1516,
      "bg": 1517,
      "bus": 1518,
      "c8": 1519,
      "can": 1520,
      "catalina": 1521,
      "chromium": 1522,
      "compiled": 1523,
      "compressedP": 1524,
      "container": 1525,
      "course": 1526,
      "cpuset": 1527,
      "cvzf": 1528,
      "database": 1529,
      "dbf": 1530,
      "debug": 1531,
      "denied": 1532,
      "destdir": 1533,
      "dev_user": 1534,
      "dir_a": 1535,
      "dir_b": 1536,
      "dir_data": 1537,
      "dir_txt": 1538,
      "dm": 1539,
      "docker": 1540,
      "dt": 1541,
      "entries": 1542,
      "excludeddir": 1543,
      "ext3": 1544,
      "fi": 1545,
      "fields": 1546,
      "fifo": 1547,
      "files0": 1548,
      "fin": 1549,
      "firefox": 1550,
      "folders": 1551,
      "force": 1552,
      "found": 1553,
      "full_backup_dir": 1554,
      "gitignore": 1555,
      "global": 1556,
      "hogehoge": 1557,
      "htaccess": 1558,
      "hyphenate": 1559,
      "icon": 1560,
      "including": 1561,
      "insert": 1562,
      "install": 1563,
      "jenkins": 1564,
      "keep": 1565,
      "kent": 1566,
      "kibab": 1567,
      "ks": 1568,
      "la": 1569,
      "lab4a": 1570,
      "lampp": 1571,
      "laravel": 1572,
      "lighttpd": 1573,
      "liwZ": 1574,
      "long": 1575,
      "luser": 1576,
      "m4a": 1577,
      "machine": 1578,
      "maps": 1579,
      "mar": 1580,
      "master": 1581,
      "my_dir": 1582,
      "myscript": 1583,
      "netinst": 1584,
      "newname": 1585,
      "newword": 1586,
      "nln": 1587,
      "none": 1588,
      "ns": 1589,
      "olderthan": 1590,
      "omit": 1591,
      "opendns": 1592,
      "oremount": 1593,
      "outfile": 1594,
      "package": 1595,
      "pattern_to_search": 1596,
      "phtml": 1597,
      "picture": 1598,
      "point": 1599,
      "polkadots": 1600,
      "previousword": 1601,
      "public": 1602,
      "put": 1603,
      "query_to_avoid": 1604,
      "question": 1605,
      "readme": 1606,
      "regexp": 1607,
      "relative": 1608,
      "repo": 1609,
      "repos": 1610,
      "res": 1611,
      "response": 1612,
      "result": 1613,
      "ri": 1614,
      "root_dir": 1615,
      "rootfs": 1616,
      "rsp": 1617,
      "rvv": 1618,
      "schemas": 1619,
      "searchpath": 1620,
      "secret": 1621,
      "sfn": 1622,
      "shp_all": 1623,
      "socket": 1624,
      "someDirectory": 1625,
      "some_pattern": 1626,
      "somewhere": 1627,
      "source_dir": 1628,
      "sprintf": 1629,
      "stamp": 1630,
      "strict": 1631,
      "symbolic": 1632,
      "tag": 1633,
      "target_location": 1634,
      "tata": 1635,
      "teste1": 1636,
      "teste2": 1637,
      "textfile": 1638,
      "tgt": 1639,
      "themes": 1640,
      "tif": 1641,
      "tmux": 1642,
      "tolower": 1643,
      "tp": 1644,
      "two": 1645,
      "upvoter": 1646,
      "user2": 1647,
      "user_name": 1648,
      "userdir": 1649,
      "utf8": 1650,
      "v1": 1651,
      "verbose": 1652,
      "video": 1653,
      "vm": 1654,
      "w29": 1655,
      "wait_event_interruptible": 1656,
      "web": 1657,
      "wheel": 1658,
      "where": 1659,
      "wmv": 1660,
      "wordpress": 1661,
      "working": 1662,
      "write": 1663,
      "xargstest": 1664,
      "xcb": 1665,
      "yaffs2": 1666,
      "your_user_name": 1667,
      "zzz": 1668,
      "{}'": 1669,
      "{}\\;": 1670,
      "|'": 1671,
      "|.": 1672,
      "|.*": 1673,
      "|/[^/]*$||'": 1674,
      "}\".*\"${": 1675,
      "}${": 1676,
      "})-([": 1677,
      "}:){": 1678,
      "}[[:": 1679,
      "}\\.": 1680,
      "значение": 1681,
      "‑": 1682,
      "‘{}’": 1683,
      "\"\");": 1684,
      "\"#\"": 1685,
      "\"(": 1686,
      "\"(?<=": 1687,
      "\"([": 1688,
      "\")/": 1689,
      "\");": 1690,
      "\"*/.": 1691,
      "\".*(": 1692,
      "\".*/\\..*\"": 1693,
      "\".*\\.": 1694,
      "\".+-[": 1695,
      "\".+\\.(": 1696,
      "\"/\"$": 1697,
      "##": 1698,
      "#.*/##'": 1699,
      "$//\"": 1700,
      "$@": 1701,
      "$|\\.": 1702,
      "&/'": 1703,
      "'\"": 1704,
      "'\"%": 1705,
      "'([": 1706,
      "'(\\.": 1707,
      "')'": 1708,
      "'*/.": 1709,
      "'*/.*'": 1710,
      "'/./": 1711,
      "'/\\/": 1712,
      "'/^#/": 1713,
      "'[!.]*'": 1714,
      "'`\"": 1715,
      "'{$": 1716,
      "'{}'.": 1717,
      "(.*)/\\": 1718,
      ")))/": 1719,
      ")?": 1720,
      "){": 1721,
      ")}": 1722,
      "*-": 1723,
      "*/\"": 1724,
      "*|": 1725,
      "+$'": 1726,
      "+-\\": 1727,
      "+\\": 1728,
      "+\\.\\": 1729,
      ".)": 1730,
      ".*.": 1731,
      ".*|": 1732,
      "/${": 1733,
      "/(\\": 1734,
      "/*/*/*/*/*": 1735,
      "/,$/\\": 1736,
      "/,,/,": 1737,
      "/.*/\\”&\\”/’": 1738,
      "/.*\\.//'": 1739,
      "/.*\\///'": 1740,
      "/./": 1741,
      "//;": 1742,
      "/\\(.*\\)+.*/\\": 1743,
      "/^/./'": 1744,
      "/^\\./": 1745,
      "/^\\//": 1746,
      "/{}'": 1747,
      "0000": 1748,
      "00ne": 1749,
      "011": 1750,
      "02": 1751,
      "02d": 1752,
      "03": 1753,
      "04": 1754,
      "0551": 1755,
      "0d": 1756,
      "0i": 1757,
      "100c": 1758,
      "100q": 1759,
      "10c": 1760,
      "12345": 1761,
      "1551": 1762,
      "15M": 1763,
      "15sec": 1764,
      "16224": 1765,
      "1670": 1766,
      "16f": 1767,
      "19": 1768,
      "1S": 1769,
      "1a": 1770,
      "1nr": 1771,
      "1q": 1772,
      "1s": 1773,
      "200000": 1774,
      "200k": 1775,
      "201111": 1776,
      "20238": 1777,
      "21": 1778,
      "23c": 1779,
      "24000c": 1780,
      "26c": 1781,
      "2G": 1782,
      "2d": 1783,
      "300": 1784,
      "3000": 1785,
      "30M": 1786,
      "33": 1787,
      "456": 1788,
      "55": 1789,
      "647": 1790,
      "6s": 1791,
      "70": 1792,
      "782263": 1793,
      "8000": 1794,
      "968746": 1795,
      "9A": 1796,
      ":).*?(?=": 1797,
      ":-/": 1798,
      ":.*": 1799,
      ":]]\\+$//'": 1800,
      ";/^\\": 1801,
      ";}": 1802,
      "=\",": 1803,
      "='\\": 1804,
      "=.": 1805,
      "==$": 1806,
      "=\\\"": 1807,
      ">=": 1808,
      "??'": 1809,
      "@%": 1810,
      "AD": 1811,
      "Aa": 1812,
      "Articles": 1813,
      "Aug": 1814,
      "Bcast": 1815,
      "CDATE": 1816,
      "Continue": 1817,
      "DAYS": 1818,
      "Data": 1819,
      "Directory": 1820,
      "Do": 1821,
      "EXCLUDE": 1822,
      "ExampleClass": 1823,
      "FFPC": 1824,
      "FIELDWIDTHS": 1825,
      "FOO_NO_WHITESPACE": 1826,
      "Ff": 1827,
      "G": 1828,
      "Gene": 1829,
      "HOGE": 1830,
      "HOST": 1831,
      "IFILE": 1832,
      "IFS": 1833,
      "IP": 1834,
      "Iq": 1835,
      "Iw": 1836,
      "LC_COLLATE": 1837,
      "LDP": 1838,
      "LOCATION": 1839,
      "MB": 1840,
      "MOGA": 1841,
      "MusicFiles": 1842,
      "My": 1843,
      "MyFile": 1844,
      "OPEN": 1845,
      "OUTPUT": 1846,
      "OUTPUT_FILE": 1847,
      "P10": 1848,
      "PATTERN": 1849,
      "PHP": 1850,
      "PS1": 1851,
      "Parts": 1852,
      "Rf": 1853,
      "S1A": 1854,
      "SAFE": 1855,
      "SCRIPT": 1856,
      "SCRIPT_NAME": 1857,
      "SHELL": 1858,
      "SRC": 1859,
      "STRING_TO_REPLACE_IT": 1860,
      "SearchString": 1861,
      "Sep": 1862,
      "Size": 1863,
      "StrictHostKeyChecking": 1864,
      "String": 1865,
      "System": 1866,
      "TZ": 1867,
      "Tux": 1868,
      "V": 1869,
      "VARIABLE_NAME": 1870,
      "VERSION": 1871,
      "Video": 1872,
      "XXXXX": 1873,
      "Xx": 1874,
      "[@]}": 1875,
      "[@]}\"": 1876,
      "\\\"$": 1877,
      "\\([^": 1878,
      "\\-": 1879,
      "\\-]{": 1880,
      "\\./\\.\\*": 1881,
      "\\[": 1882,
      "\\]'": 1883,
      "]$'": 1884,
      "]'|": 1885,
      "]*$//'": 1886,
      "]*[": 1887,
      "]+'": 1888,
      "]+/,": 1889,
      "]+[.]+[": 1890,
      "]+[.]?[": 1891,
      "]+[.][": 1892,
      "]+\\.": 1893,
      "]\\.[": 1894,
      "]”": 1895,
      "__temp__": 1896,
      "_spec": 1897,
      "_tmp": 1898,
      "`/`": 1899,
      "aHn": 1900,
      "abs": 1901,
      "absolute_path": 1902,
      "abspath": 1903,
      "access_log": 1904,
      "ad": 1905,
      "after": 1906,
      "allfiles": 1907,
      "alnum": 1908,
      "alpha": 1909,
      "apple": 1910,
      "apresentacao": 1911,
      "ar": 1912,
      "arch": 1913,
      "are": 1914,
      "arrow": 1915,
      "asia": 1916,
      "auto": 1917,
      "aux": 1918,
      "aws": 1919,
      "axvw": 1920,
      "b1": 1921,
      "back": 1922,
      "backup_path": 1923,
      "base64_decode": 1924,
      "binary": 1925,
      "blabla": 1926,
      "blank": 1927,
      "blue": 1928,
      "bluher": 1929,
      "boo": 1930,
      "brown": 1931,
      "btree": 1932,
      "buffered": 1933,
      "cfg": 1934,
      "close": 1935,
      "collection": 1936,
      "common": 1937,
      "compat31": 1938,
      "complete": 1939,
      "console": 1940,
      "created": 1941,
      "cs": 1942,
      "ctrl": 1943,
      "cur": 1944,
      "cvAnone": 1945,
      "cz": 1946,
      "datafile": 1947,
      "dest_dir": 1948,
      "destination_dir": 1949,
      "dfolder": 1950,
      "dir4": 1951,
      "dir_to_start": 1952,
      "dog": 1953,
      "downloads": 1954,
      "drivers": 1955,
      "dry": 1956,
      "dump": 1957,
      "ec2": 1958,
      "else": 1959,
      "emea": 1960,
      "en1": 1961,
      "errexit": 1962,
      "eserver6": 1963,
      "eval": 1964,
      "extension": 1965,
      "external": 1966,
      "f5": 1967,
      "family": 1968,
      "fastq": 1969,
      "feeds": 1970,
      "fg": 1971,
      "file2015": 1972,
      "filter": 1973,
      "finalName": 1974,
      "fincken": 1975,
      "findcommandexamples": 1976,
      "findpdftext": 1977,
      "fits": 1978,
      "fn": 1979,
      "folder_name": 1980,
      "foot": 1981,
      "generated": 1982,
      "good": 1983,
      "gpio": 1984,
      "hal": 1985,
      "has": 1986,
      "hc": 1987,
      "hiddendir": 1988,
      "hr": 1989,
      "iTunes": 1990,
      "ian": 1991,
      "id": 1992,
      "ignored_directory": 1993,
      "important": 1994,
      "in1": 1995,
      "in2": 1996,
      "incl": 1997,
      "input1": 1998,
      "input2": 1999,
      "input_file": 2000,
      "input_file_type": 2001,
      "insanewebproject": 2002,
      "ir": 2003,
      "iscsi": 2004,
      "it": 2005,
      "jm": 2006,
      "jsmith": 2007,
      "jsp": 2008,
      "jvm": 2009,
      "kat": 2010,
      "kernel": 2011,
      "kt": 2012,
      "l1": 2013,
      "lL": 2014,
      "lS": 2015,
      "libs": 2016,
      "lock": 2017,
      "longline": 2018,
      "lower": 2019,
      "macs": 2020,
      "man1": 2021,
      "mapper": 2022,
      "middle": 2023,
      "mmm": 2024,
      "mod_jk": 2025,
      "modified": 2026,
      "moi": 2027,
      "mountpoint": 2028,
      "ms": 2029,
      "my_file": 2030,
      "my_new_folder": 2031,
      "mydir1": 2032,
      "mydir2": 2033,
      "myfolder": 2034,
      "myhost": 2035,
      "myletter": 2036,
      "myprojects": 2037,
      "n4": 2038,
      "namePrefix": 2039,
      "new_dir": 2040,
      "noreport": 2041,
      "nounset": 2042,
      "ns1": 2043,
      "nsf": 2044,
      "ntfs": 2045,
      "numeric": 2046,
      "officefirewall": 2047,
      "okdir": 2048,
      "only": 2049,
      "option": 2050,
      "orange": 2051,
      "orschiro": 2052,
      "ostat": 2053,
      "parent": 2054,
      "path2": 2055,
      "pathfolder": 2056,
      "pdm": 2057,
      "phrase": 2058,
      "pipefail": 2059,
      "pm": 2060,
      "poop": 2061,
      "postgis": 2062,
      "ppid": 2063,
      "proc_load_average": 2064,
      "pts": 2065,
      "release": 2066,
      "research": 2067,
      "rmv": 2068,
      "sampledomain": 2069,
      "screen": 2070,
      "seconds": 2071,
      "sess_": 2072,
      "sfolder": 2073,
      "shared": 2074,
      "show": 2075,
      "site": 2076,
      "sk": 2077,
      "sl": 2078,
      "smbfs": 2079,
      "some_dir": 2080,
      "some_file": 2081,
      "some_function": 2082,
      "somecommand": 2083,
      "somefile": 2084,
      "somehost": 2085,
      "sort_test": 2086,
      "sparse": 2087,
      "special": 2088,
      "split_": 2089,
      "sqlite": 2090,
      "stats": 2091,
      "stdin": 2092,
      "stdlib": 2093,
      "stl12": 2094,
      "store": 2095,
      "string3": 2096,
      "subdir1": 2097,
      "subset": 2098,
      "suffixes": 2099,
      "svg": 2100,
      "sysdep": 2101,
      "t2": 2102,
      "ta": 2103,
      "targetDir": 2104,
      "targethost": 2105,
      "td": 2106,
      "tempfile": 2107,
      "teste": 2108,
      "texi": 2109,
      "th": 2110,
      "thumb": 2111,
      "thumbs": 2112,
      "tile": 2113,
      "time": 2114,
      "travelphotos": 2115,
      "tty": 2116,
      "tvf": 2117,
      "uint": 2118,
      "upper": 2119,
      "userAgent": 2120,
      "uvf": 2121,
      "vagrant": 2122,
      "value": 2123,
      "variable": 2124,
      "vimrc": 2125,
      "volume1": 2126,
      "w3": 2127,
      "w30": 2128,
      "want": 2129,
      "wiki": 2130,
      "x4e00": 2131,
      "x61": 2132,
      "x9fa5": 2133,
      "xr": 2134,
      "xxxx": 2135,
      "xz": 2136,
      "yourfile": 2137,
      "yyyy": 2138,
      "zZ": 2139,
      "zcpvf": 2140,
      "zsh": 2141,
      "{'": 2142,
      "{,}": 2143,
      "{})": 2144,
      "|%": 2145,
      "}$'": 2146,
      "}\\.[": 2147,
      "опция_поиска": 2148,
      "“*.[": 2149,
      "!/": 2150,
      "!:": 2151,
      "!~": 2152,
      "\"$*\"": 2153,
      "\"%.": 2154,
      "\"&\"": 2155,
      "\")\")": 2156,
      "\"))": 2157,
      "\")\\": 2158,
      "\")}": 2159,
      "\"*,": 2160,
      "\"*-": 2161,
      "\"*/.*\"": 2162,
      "\"*@*\"": 2163,
      "\"+$": 2164,
      "\".*/[": 2165,
      "\".*\\.(": 2166,
      "\".*\\.[": 2167,
      "\".*\\\\.": 2168,
      "\"../": 2169,
      "\"./%": 2170,
      "\".[": 2171,
      "\"/[^/]{": 2172,
      "\"><\\/": 2173,
      "\"?\"-\":\"": 2174,
      "\"?????????????????????????????????\"": 2175,
      "\"[$": 2176,
      "\"\\\"\"": 2177,
      "\"^\"": 2178,
      "\"^$": 2179,
      "\"^.*~$\\|^.*#$\"": 2180,
      "\"^\\./": 2181,
      "\"^`": 2182,
      "\"{}": 2183,
      "\"{}\";": 2184,
      "###": 2185,
      "#\\/": 2186,
      "$'\"\\": 2187,
      "$'`": 2188,
      "$/'": 2189,
      "$//": 2190,
      "$/\\.": 2191,
      "$/{": 2192,
      "%%\\": 2193,
      "%.*}": 2194,
      "&/}'": 2195,
      "&\\": 2196,
      "'!'": 2197,
      "'\"'\"'": 2198,
      "'\"{}\"": 2199,
      "'#'": 2200,
      "'#*#'": 2201,
      "'(": 2202,
      "'(?<=": 2203,
      "'*,": 2204,
      "'-'": 2205,
      "'.')": 2206,
      "'.*(": 2207,
      "'.*,": 2208,
      "'.*/.{": 2209,
      "'.*\\(": 2210,
      "'.+\\.": 2211,
      "'.+\\.(": 2212,
      "'./.*'": 2213,
      "'./\\(": 2214,
      "'/#": 2215,
      "'/./,$!": 2216,
      "'/:": 2217,
      "'/@": 2218,
      "'/\\/\\\\./": 2219,
      "'/^.$/{": 2220,
      "';": 2221,
      "'?????????????????????????????????'": 2222,
      "'[^=]*$');": 2223,
      "'[^\\.]*'": 2224,
      "'\\.(": 2225,
      "'\\./(.*\\.": 2226,
      "'\\./[": 2227,
      "'\\.[^\\.]+$'": 2228,
      "'^.*/[": 2229,
      "'^.*/\\.\\(": 2230,
      "'^.+:": 2231,
      "'^[": 2232,
      "'^\\(": 2233,
      "'|'": 2234,
      "'}": 2235,
      "'}\"": 2236,
      "('": 2237,
      "(/\"/,\"\",$": 2238,
      "(/-/,\"": 2239,
      "(/[^": 2240,
      "(/^": 2241,
      "(/^[": 2242,
      "(/^[^": 2243,
      "([": 2244,
      "(\\": 2245,
      "(\\|": 2246,
      "(\\|#": 2247,
      ")\")": 2248,
      ")\")\"": 2249,
      ")$(": 2250,
      ")))/../": 2251,
      "))/$(": 2252,
      "))}": 2253,
      ")*": 2254,
      ")-": 2255,
      ").*$/;": 2256,
      ")/$(": 2257,
      ")/\\\\\\": 2258,
      "):$(": 2259,
      ")?\"": 2260,
      ")`": 2261,
      ")|": 2262,
      ")}')": 2263,
      ")}}": 2264,
      "*#/": 2265,
      "*$//'": 2266,
      "*';": 2267,
      "**": 2268,
      "*.$": 2269,
      "*/*": 2270,
      "*/*.": 2271,
      "*//;'": 2272,
      "*/|": 2273,
      "*\\([^": 2274,
      "*»": 2275,
      "+\"$": 2276,
      "+$/,\"\")}": 2277,
      "+'%": 2278,
      "+(?=%": 2279,
      "++": 2280,
      "+=/^.*(": 2281,
      "+|": 2282,
      ",</*": 2283,
      ",\\}$//'": 2284,
      "-\"": 2285,
      "-\"$": 2286,
      "-$(": 2287,
      "-((": 2288,
      "-)": 2289,
      "-)\"": 2290,
      "-*-.": 2291,
      "--)": 2292,
      "-.\\.": 2293,
      "-=": 2294,
      "->": 2295,
      "-\\(": 2296,
      "-\\*\\.": 2297,
      "-|": 2298,
      ".%": 2299,
      ".'": 2300,
      ".*/": 2301,
      "...\"": 2302,
      "../../../../": 2303,
      "..?*": 2304,
      "..\\(\\:..\\){": 2305,
      "./*": 2306,
      "./*/": 2307,
      ".[^.]*": 2308,
      ".\\*\\.": 2309,
      ".]\\+\\)\\": 2310,
      "/\"$": 2311,
      "/\"/\\\\\"/": 2312,
      "/#": 2313,
      "/#(": 2314,
      "/$$": 2315,
      "/$/\"/'": 2316,
      "/$/,/'": 2317,
      "/'\"'\"'/\\'\"'\"'/": 2318,
      "/'/\\\\\\'/": 2319,
      "/(.*)\\": 2320,
      "/([": 2321,
      "/**/*/*": 2322,
      "/,": 2323,
      "/,$//'": 2324,
      "/,+": 2325,
      "/,/": 2326,
      "/,/@": 2327,
      "/,/\\": 2328,
      "/.*/": 2329,
      "/.*/&": 2330,
      "/.*\\(": 2331,
      "/../../": 2332,
      "/./\\": 2333,
      "//')": 2334,
      "///": 2335,
      "///;": 2336,
      "/@'|": 2337,
      "/[()]//": 2338,
      "/[^:]*$!!": 2339,
      "/\\(.*\\)\\/.*$/\\": 2340,
      "/\\(.....\\)\\(.....\\)/\\": 2341,
      "/\\([^": 2342,
      "/\\.\\/(.+)\\.": 2343,
      "/\\.\\///": 2344,
      "/\\\\": 2345,
      "/\\{\\}": 2346,
      "/^.*": 2347,
      "/^.\\{": 2348,
      "/^/\"/'": 2349,
      "/^\\(": 2350,
      "/^\\(.*\\)\\/.*\\": 2351,
      "/^\\([^:]*\\):.*$/": 2352,
      "/^\\.\\///": 2353,
      "/{}\"": 2354,
      "/}$(": 2355,
      "0001": 2356,
      "020": 2357,
      "033": 2358,
      "040": 2359,
      "07": 2360,
      "0F0": 2361,
      "0L1": 2362,
      "0a": 2363,
      "0f": 2364,
      "0m": 2365,
      "10000c": 2366,
      "10001": 2367,
      "1001": 2368,
      "10022": 2369,
      "1005": 2370,
      "100m": 2371,
      "1024M": 2372,
      "1024MiB": 2373,
      "1073741824": 2374,
      "10d": 2375,
      "10gen": 2376,
      "110": 2377,
      "123456": 2378,
      "1234567890": 2379,
      "1234c": 2380,
      "123_": 2381,
      "1267619929": 2382,
      "1316256": 2383,
      "1445": 2384,
      "1500000000": 2385,
      "16": 2386,
      "1700": 2387,
      "18": 2388,
      "1825": 2389,
      "1900": 2390,
      "1G": 2391,
      "1US": 2392,
      "1b": 2393,
      "1tr": 2394,
      "2000000": 2395,
      "2000k": 2396,
      "200557600c": 2397,
      "2006": 2398,
      "20140624": 2399,
      "20k": 2400,
      "235": 2401,
      "24901": 2402,
      "258": 2403,
      "2644": 2404,
      "2655341": 2405,
      "29": 2406,
      "2M": 2407,
      "2g": 2408,
      "30000000": 2409,
      "31246": 2410,
      "314167125": 2411,
      "31467125": 2412,
      "32000c": 2413,
      "3307": 2414,
      "356": 2415,
      "3d": 2416,
      "3d3d": 2417,
      "4000m": 2418,
      "42": 2419,
      "443": 2420,
      "4444": 2421,
      "48": 2422,
      "4d": 2423,
      "4dc9": 2424,
      "50000k": 2425,
      "5000k": 2426,
      "500b": 2427,
