{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "file": 4,
      "in": 5,
      "directori": 6,
      "_FILE": 7,
      "_REGEX": 8,
      "all": 9,
      "and": 10,
      "current": 11,
      "find": 12,
      "of": 13,
      "to": 14,
      "with": 15,
      "under": 16,
      "folder": 17,
      "for": 18,
      "name": 19,
      "tree": 20,
      "a": 21,
      "_NUMBER": 22,
      "print": 23,
      "that": 24,
      "search": 25,
      "line": 26,
      "list": 27,
      "display": 28,
      "from": 29,
      "regular": 30,
      "which": 31,
      "_TIMESPAN": 32,
      "modifi": 33,
      "are": 34,
      "than": 35,
      "permiss": 36,
      "chang": 37,
      "path": 38,
      "user": 39,
      "them": 40,
      "variabl": 41,
      "remov": 42,
      "recurs": 43,
      "system": 44,
      "not": 45,
      "_DIRECTORY": 46,
      "by": 47,
      "each": 48,
      "match": 49,
      "contain": 50,
      "as": 51,
      "delet": 52,
      "whose": 53,
      "number": 54,
      "been": 55,
      "or": 56,
      "on": 57,
      "creat": 58,
      "_SIZE": 59,
      "output": 60,
      "group": 61,
      "it": 62,
      "end": 63,
      "ago": 64,
      "into": 65,
      "save": 66,
      "is": 67,
      "copi": 68,
      "string": 69,
      "set": 70,
      "first": 71,
      "command": 72,
      "count": 73,
      "last": 74,
      "sort": 75,
      "charact": 76,
      "content": 77,
      "size": 78,
      "entir": 79,
      "were": 80,
      "link": 81,
      "onli": 82,
      "below": 83,
      "exclud": 84,
      "execut": 85,
      "home": 86,
      "use": 87,
      "start": 88,
      "pattern": 89,
      "space": 90,
      "read": 91,
      "standard": 92,
      "at": 93,
      "show": 94,
      "input": 95,
      "empti": 96,
      "word": 97,
      "one": 98,
      "owner": 99,
      "extens": 100,
      "access": 101,
      "replac": 102,
      "without": 103,
      "symbol": 104,
      "text": 105,
      "more": 106,
      "ani": 107,
      "if": 108,
      "those": 109,
      "level": 110,
      "move": 111,
      "'s": 112,
      "archiv": 113,
      "host": 114,
      "everi": 115,
      "field": 116,
      "case": 117,
      "time": 118,
      "long": 119,
      "shell": 120,
      "filenam": 121,
      "process": 122,
      "less": 123,
      "root": 124,
      "found": 125,
      "separ": 126,
      "format": 127,
      "compress": 128,
      "get": 129,
      "within": 130,
      "make": 131,
      "address": 132,
      "regex": 133,
      "write": 134,
      "ignor": 135,
      "begin": 136,
      "uniqu": 137,
      "follow": 138,
      "append": 139,
      "subdirectori": 140,
      "belong": 141,
      "prompt": 142,
      "run": 143,
      "script": 144,
      "split": 145,
      "hidden": 146,
      "locat": 147,
      "_PERMISSION": 148,
      "full": 149,
      "most": 150,
      "bigger": 151,
      "ssh": 152,
      "after": 153,
      "an": 154,
      "except": 155,
      "ip": 156,
      "other": 157,
      "own": 158,
      "result": 159,
      "work": 160,
      "between": 161,
      "insensit": 162,
      "symlink": 163,
      "present": 164,
      "second": 165,
      "valu": 166,
      "exist": 167,
      "prefix": 168,
      "where": 169,
      "like": 170,
      "but": 171,
      "down": 172,
      "filesystem": 173,
      "renam": 174,
      "disk": 175,
      "occurr": 176,
      "option": 177,
      "ownership": 178,
      "specifi": 179,
      "differ": 180,
      "total": 181,
      "least": 182,
      "mount": 183,
      "sub-directori": 184,
      "day": 185,
      "newer": 186,
      "date": 187,
      "_DATETIME": 188,
      "exact": 189,
      "singl": 190,
      "sub": 191,
      "type": 192,
      "parent": 193,
      "network": 194,
      "calcul": 195,
      "column": 196,
      "newlin": 197,
      "preserv": 198,
      "interfac": 199,
      "forc": 200,
      "modif": 201,
      "add": 202,
      "inform": 203,
      "page": 204,
      "foo": 205,
      "order": 206,
      "resid": 207,
      "timestamp": 208,
      "descend": 209,
      "histori": 210,
      "numer": 211,
      "port": 212,
      "suffix": 213,
      "these": 214,
      "usag": 215,
      "environ": 216,
      "no": 217,
      "sum": 218,
      "greater": 219,
      "temporari": 220,
      "express": 221,
      "inod": 222,
      "larger": 223,
      "per": 224,
      "compar": 225,
      "connect": 226,
      "ping": 227,
      "through": 228,
      "data": 229,
      "job": 230,
      "null": 231,
      "same": 232,
      "maximum": 233,
      "argument": 234,
      "error": 235,
      "report": 236,
      "request": 237,
      "along": 238,
      "delimit": 239,
      "extract": 240,
      "id": 241,
      "byte": 242,
      "have": 243,
      "check": 244,
      "call": 245,
      "comma": 246,
      "domain": 247,
      "local": 248,
      "point": 249,
      "revers": 250,
      "older": 251,
      "pathnam": 252,
      "send": 253,
      "befor": 254,
      "enabl": 255,
      "includ": 256,
      "keep": 257,
      "tabl": 258,
      "writabl": 259,
      "anoth": 260,
      "expand": 261,
      "go": 262,
      "skip": 263,
      "backup": 264,
      "need": 265,
      "new": 266,
      "status": 267,
      "subfold": 268,
      "messag": 269,
      "part": 270,
      "both": 271,
      "escap": 272,
      "exit": 273,
      "given": 274,
      "look": 275,
      "white": 276,
      "be": 277,
      "entri": 278,
      "out": 279,
      "was": 280,
      "hierarchi": 281,
      "key": 282,
      "store": 283,
      "absolut": 284,
      "default": 285,
      "interact": 286,
      "piec": 287,
      "unzip": 288,
      "common": 289,
      "random": 290,
      "readabl": 291,
      "test": 292,
      "top": 293,
      "trail": 294,
      "updat": 295,
      "bash": 296,
      "cron": 297,
      "either": 298,
      "everyth": 299,
      "return": 300,
      "termin": 301,
      "backslash": 302,
      "bit": 303,
      "detail": 304,
      "digit": 305,
      "duplic": 306,
      "largest": 307,
      "record": 308,
      "view": 309,
      "convert": 310,
      "gzip": 311,
      "hard": 312,
      "tar": 313,
      "will": 314,
      "about": 315,
      "broken": 316,
      "code": 317,
      "core": 318,
      "decompress": 319,
      "instanc": 320,
      "kernel": 321,
      "letter": 322,
      "overwrit": 323,
      "tab": 324,
      "temp": 325,
      "confirm": 326,
      "descript": 327,
      "dir": 328,
      "open": 329,
      "partit": 330,
      "accord": 331,
      "back": 332,
      "base": 333,
      "dure": 334,
      "info": 335,
      "merg": 336,
      "month": 337,
      "remount": 338,
      "target": 339,
      "awk": 340,
      "dump": 341,
      "filter": 342,
      "glob": 343,
      "insid": 344,
      "login": 345,
      "multipl": 346,
      "origin": 347,
      "over": 348,
      "via": 349,
      "manual": 350,
      "whitespac": 351,
      "also": 352,
      "background": 353,
      "configur": 354,
      "grep": 355,
      "latest": 356,
      "mac": 357,
      "perl": 358,
      "up": 359,
      "'t": 360,
      "binari": 361,
      "consol": 362,
      "downward": 363,
      "forward": 364,
      "frequent": 365,
      "hostnam": 366,
      "minimum": 367,
      "pid": 368,
      "remot": 369,
      "sourc": 370,
      "taken": 371,
      "version": 372,
      "alreadi": 373,
      "appear": 374,
      "calendar": 375,
      "depth": 376,
      "dot": 377,
      "equal": 378,
      "function": 379,
      "give": 380,
      "hexadecim": 381,
      "imag": 382,
      "join": 383,
      "localhost": 384,
      "old": 385,
      "preced": 386,
      "relat": 387,
      "smaller": 388,
      "verbos": 389,
      "who": 390,
      "ie": 391,
      "length": 392,
      "mode": 393,
      "newest": 394,
      "non-hidden": 395,
      "posit": 396,
      "sequenc": 397,
      "slash": 398,
      "top-level": 399,
      "checksum": 400,
      "comma-separ": 401,
      "deep": 402,
      "few": 403,
      "header": 404,
      "normal": 405,
      "past": 406,
      "prepend": 407,
      "receiv": 408,
      "resolv": 409,
      "section": 410,
      "server": 411,
      "third": 412,
      "usernam": 413,
      "util": 414,
      "bar": 415,
      "colon-separ": 416,
      "editor": 417,
      "kill": 418,
      "lookup": 419,
      "non-blank": 420,
      "oldest": 421,
      "safeti": 422,
      "download": 423,
      "ensur": 424,
      "progress": 425,
      "requir": 426,
      "session": 427,
      "signal": 428,
      "such": 429,
      "take": 430,
      "transmiss": 431,
      "when": 432,
      "alphabet": 433,
      "basenam": 434,
      "defin": 435,
      "handl": 436,
      "human": 437,
      "human-read": 438,
      "pass": 439,
      "perform": 440,
      "python": 441,
      "real": 442,
      "regard": 443,
      "respons": 444,
      "sed": 445,
      "svn": 446,
      "x": 447,
      "activ": 448,
      "array": 449,
      "bind": 450,
      "case-insensit": 451,
      "context": 452,
      "epoch": 453,
      "etc": 454,
      "extend": 455,
      "fourth": 456,
      "in-plac": 457,
      "instead": 458,
      "intermedi": 459,
      "lowercas": 460,
      "machin": 461,
      "non-recurs": 462,
      "omit": 463,
      "sinc": 464,
      "stack": 465,
      "url": 466,
      "wait": 467,
      "what": 468,
      "answer": 469,
      "caus": 470,
      "crontab": 471,
      "devic": 472,
      "disabl": 473,
      "echo": 474,
      "form": 475,
      "generat": 476,
      "git": 477,
      "lead": 478,
      "paus": 479,
      "place": 480,
      "put": 481,
      "screen": 482,
      "travers": 483,
      "treat": 484,
      "amount": 485,
      "block": 486,
      "fail": 487,
      "forcibl": 488,
      "javascript": 489,
      "ls": 490,
      "master": 491,
      "nameserv": 492,
      "onc": 493,
      "paramet": 494,
      "pipe": 495,
      "printabl": 496,
      "program": 497,
      "releas": 498,
      "stdout": 499,
      "structur": 500,
      "summari": 501,
      "tmpdir": 502,
      "while": 503,
      "width": 504,
      "wrap": 505,
      "avail": 506,
      "averag": 507,
      "beneath": 508,
      "destin": 509,
      "direct": 510,
      "infinit": 511,
      "interpret": 512,
      "occur": 513,
      "oper": 514,
      "previous": 515,
      "recent": 516,
      "smallest": 517,
      "space-separ": 518,
      "underscor": 519,
      "unifi": 520,
      "until": 521,
      "video": 522,
      "whole": 523,
      "wide": 524,
      "al": 525,
      "assign": 526,
      "canon": 527,
      "chmod": 528,
      "combin": 529,
      "continu": 530,
      "discard": 531,
      "expect": 532,
      "extra": 533,
      "fit": 534,
      "hex": 535,
      "ident": 536,
      "identifi": 537,
      "kilobyt": 538,
      "larg": 539,
      "liter": 540,
      "mib": 541,
      "minut": 542,
      "privileg": 543,
      "read-write-execut": 544,
      "short": 545,
      "side-by-sid": 546,
      "silent": 547,
      "timeout": 548,
      "vim": 549,
      "year": 550,
      "ad": 551,
      "alphanumer": 552,
      "comment": 553,
      "compos": 554,
      "cut": 555,
      "dereferenc": 556,
      "dig": 557,
      "direcotri": 558,
      "dns": 559,
      "dot-separ": 560,
      "drive": 561,
      "februari": 562,
      "help": 563,
      "immedi": 564,
      "invok": 565,
      "limit": 566,
      "may": 567,
      "myfil": 568,
      "n": 569,
      "non": 570,
      "non-empti": 571,
      "packet": 572,
      "pad": 573,
      "posix": 574,
      "press": 575,
      "processor": 576,
      "provid": 577,
      "redirect": 578,
      "sent": 579,
      "slash-separ": 580,
      "small": 581,
      "strip": 582,
      "suppress": 583,
      "trace": 584,
      "transfer": 585,
      "tunnel": 586,
      "twice": 587,
      "uncompress": 588,
      "whether": 589,
      "zero": 590,
      "zip": 591,
      "absent": 592,
      "any-cas": 593,
      "anywher": 594,
      "atleast": 595,
      "b": 596,
      "biggest": 597,
      "certain": 598,
      "clear": 599,
      "colon": 600,
      "compon": 601,
      "config": 602,
      "determin": 603,
      "don": 604,
      "doubl": 605,
      "hour": 606,
      "leaf": 607,
      "modul": 608,
      "octal": 609,
      "physic": 610,
      "rest": 611,
      "sccs": 612,
      "septemb": 613,
      "socket": 614,
      "substitut": 615,
      "swap": 616,
      "tecmint": 617,
      "websit": 618,
      "week": 619,
      "well": 620,
      "www-data": 621,
      "accross": 622,
      "actual": 623,
      "addit": 624,
      "architectur": 625,
      "ascii": 626,
      "ask": 627,
      "assum": 628,
      "backward": 629,
      "build": 630,
      "cms": 631,
      "concaten": 632,
      "correct": 633,
      "daniel": 634,
      "distinct": 635,
      "doesn": 636,
      "dri": 637,
      "edit": 638,
      "enter": 639,
      "even": 640,
      "filetyp": 641,
      "grand": 642,
      "hash": 643,
      "inputfil": 644,
      "insert": 645,
      "item": 646,
      "junk": 647,
      "later": 648,
      "nobodi": 649,
      "noth": 650,
      "pager": 651,
      "passphras": 652,
      "passwd": 653,
      "percentag": 654,
      "posix-egrep": 655,
      "push": 656,
      "quot": 657,
      "read-writ": 658,
      "repeat": 659,
      "repres": 660,
      "row": 661,
      "serach": 662,
      "share": 663,
      "shorter": 664,
      "sigterm": 665,
      "so": 666,
      "special": 667,
      "state": 668,
      "stringbuff": 669,
      "subshel": 670,
      "tmux": 671,
      "undo": 672,
      "unix": 673,
      "untar": 674,
      "valid": 675,
      "way": 676,
      "wnj": 677,
      "aa": 678,
      "adjac": 679,
      "admin": 680,
      "against": 681,
      "allow": 682,
      "associ": 683,
      "attribut": 684,
      "becaus": 685,
      "compile-tim": 686,
      "consecut": 687,
      "control": 688,
      "decreas": 689,
      "edward": 690,
      "encount": 691,
      "everybodi": 692,
      "expans": 693,
      "filepath": 694,
      "greatest": 695,
      "htdoc": 696,
      "indic": 697,
      "instant": 698,
      "integ": 699,
      "ksh": 700,
      "loop": 701,
      "makefil": 702,
      "mani": 703,
      "measur": 704,
      "media": 705,
      "minim": 706,
      "miss": 707,
      "music": 708,
      "nfs": 709,
      "ns": 710,
      "off": 711,
      "offset": 712,
      "oracl": 713,
      "password": 714,
      "power": 715,
      "protocol": 716,
      "quit": 717,
      "select": 718,
      "semicolon": 719,
      "sign": 720,
      "sleep": 721,
      "soft": 722,
      "stamp": 723,
      "statist": 724,
      "success": 725,
      "todo": 726,
      "unset": 727,
      "uppercas": 728,
      "usr": 729,
      "web": 730,
      "world": 731,
      "aaa": 732,
      "action": 733,
      "anybodi": 734,
      "apach": 735,
      "attempt": 736,
      "ball": 737,
      "banana": 738,
      "beyond": 739,
      "blank": 740,
      "broadcast": 741,
      "california": 742,
      "cannot": 743,
      "capit": 744,
      "child": 745,
      "clean": 746,
      "color": 747,
      "complet": 748,
      "comput": 749,
      "constitut": 750,
      "correspond": 751,
      "cpio": 752,
      "deeper": 753,
      "descriptor": 754,
      "dont": 755,
      "everywher": 756,
      "fetch": 757,
      "files": 758,
      "game": 759,
      "gcc": 760,
      "grab": 761,
      "highlight": 762,
      "in-memori": 763,
      "just": 764,
      "kb": 765,
      "lack": 766,
      "leav": 767,
      "load": 768,
      "longer": 769,
      "lost": 770,
      "man": 771,
      "mb": 772,
      "mime": 773,
      "mydir": 774,
      "next": 775,
      "node": 776,
      "optim": 777,
      "otherwis": 778,
      "parallel": 779,
      "partial": 780,
      "pipelin": 781,
      "prevent": 782,
      "proc": 783,
      "prune": 784,
      "queri": 785,
      "rang": 786,
      "refer": 787,
      "regardless": 788,
      "revert": 789,
      "rewrit": 790,
      "round": 791,
      "rsa": 792,
      "rwx": 793,
      "scala": 794,
      "seach": 795,
      "semicolon-sepr": 796,
      "sensit": 797,
      "sigkil": 798,
      "somewher": 799,
      "staff": 800,
      "stdin": 801,
      "stop": 802,
      "subtract": 803,
      "support": 804,
      "symfoni": 805,
      "synchron": 806,
      "templat": 807,
      "too": 808,
      "tri": 809,
      "trim": 810,
      "ttt": 811,
      "tuesday": 812,
      "unit": 813,
      "unsign": 814,
      "utc": 815,
      "vivek": 816,
      "welcom": 817,
      "window": 818,
      "wordpress": 819,
      "written": 820,
      "xarg": 821,
      "zsh": 822,
      "abov": 823,
      "accept": 824,
      "adjust": 825,
      "age": 826,
      "algorithm": 827,
      "alloc": 828,
      "anyon": 829,
      "appar": 830,
      "asia": 831,
      "automat": 832,
      "batch": 833,
      "becom": 834,
      "bom": 835,
      "built-in": 836,
      "busi": 837,
      "cat": 838,
      "cgi-bin": 839,
      "come": 840,
      "commad": 841,
      "command-lin": 842,
      "constraint": 843,
      "construct": 844,
      "conta": 845,
      "cpp": 846,
      "creation": 847,
      "debug": 848,
      "digest": 849,
      "dir-name-her": 850,
      "elimin": 851,
      "emac": 852,
      "emea": 853,
      "encod": 854,
      "exampl": 855,
      "extran": 856,
      "fix": 857,
      "flag": 858,
      "foldernam": 859,
      "foreground": 860,
      "fqdn": 861,
      "friday": 862,
      "goe": 863,
      "gui": 864,
      "happen": 865,
      "hardwar": 866,
      "highest": 867,
      "index": 868,
      "known": 869,
      "label": 870,
      "lib": 871,
      "lighttpd": 872,
      "linux": 873,
      "longest": 874,
      "lower": 875,
      "lowest": 876,
      "mail": 877,
      "map": 878,
      "mark": 879,
      "mean": 880,
      "menu": 881,
      "mynam": 882,
      "neat": 883,
      "nest": 884,
      "nginx": 885,
      "non-display": 886,
      "non-print": 887,
      "nonexist": 888,
      "nor": 889,
      "novemb": 890,
      "octet": 891,
      "osx": 892,
      "pair": 893,
      "particular": 894,
      "pat": 895,
      "patch": 896,
      "period": 897,
      "pictur": 898,
      "platform": 899,
      "plus": 900,
      "poop": 901,
      "possibl": 902,
      "q": 903,
      "quotat": 904,
      "read-execut": 905,
      "readlin": 906,
      "readm": 907,
      "respect": 908,
      "respond": 909,
      "second-to-last": 910,
      "see": 911,
      "sequenti": 912,
      "sighup": 913,
      "simul": 914,
      "somebodi": 915,
      "specfic": 916,
      "specifc": 917,
      "sqlite": 918,
      "src": 919,
      "stat": 920,
      "statement": 921,
      "tag": 922,
      "tarbal": 923,
      "testdir": 924,
      "thing": 925,
      "tool": 926,
      "top-ten": 927,
      "true": 928,
      "truncat": 929,
      "trust": 930,
      "upper": 931,
      "vowel": 932,
      "wildcard": 933,
      "zombi": 934,
      "among": 935,
      "analog": 936,
      "anyth": 937,
      "anyway": 938,
      "appl": 939,
      "around": 940,
      "arrow": 941,
      "art": 942,
      "asterisk": 943,
      "authent": 944,
      "authentifi": 945,
      "avoid": 946,
      "baz": 947,
      "bbb": 948,
      "big": 949,
      "bill": 950,
      "bla": 951,
      "blah": 952,
      "boot": 953,
      "bound": 954,
      "break": 955,
      "c-style": 956,
      "cach": 957,
      "care": 958,
      "carriag": 959,
      "case-insent": 960,
      "cell": 961,
      "char": 962,
      "character": 963,
      "cjk": 964,
      "client": 965,
      "clobber": 966,
      "close": 967,
      "colour": 968,
      "consist": 969,
      "controlpath": 970,
      "convers": 971,
      "corrupt": 972,
      "cygwin": 973,
      "d": 974,
      "daili": 975,
      "dash": 976,
      "dd-nnn": 977,
      "decim": 978,
      "definit": 979,
      "deni": 980,
      "destdir": 981,
      "develop": 982,
      "director": 983,
      "directoy": 984,
      "dirnam": 985,
      "docker": 986,
      "document": 987,
      "dos": 988,
      "drupal": 989,
      "dummi": 990,
      "earnestc": 991,
      "ecdsa": 992,
      "edx": 993,
      "enclos": 994,
      "environment": 995,
      "eras": 996,
      "erlang": 997,
      "excess": 998,
      "excludeddir": 999,
      "execdir": 1000,
      "export": 1001,
      "f": 1002,
      "failur": 1003,
      "fashion": 1004,
      "feed": 1005,
      "fiddl": 1006,
      "fifth": 1007,
      "final": 1008,
      "fingerprint": 1009,
      "float": 1010,
      "floppi": 1011,
      "gunzip": 1012,
      "gurukul": 1013,
      "harri": 1014,
      "haven": 1015,
      "hello": 1016,
      "hide": 1017,
      "http": 1018,
      "i.e": 1019,
      "in-between": 1020,
      "individu": 1021,
      "instal": 1022,
      "januari": 1023,
      "jcho": 1024,
      "jfs": 1025,
      "joe": 1026,
      "jpg": 1027,
      "juli": 1028,
      "keyword": 1029,
      "latex": 1030,
      "leader": 1031,
      "let": 1032,
      "loadabl": 1033,
      "manpag": 1034,
      "megabyt": 1035,
      "memori": 1036,
      "meta": 1037,
      "metadata": 1038,
      "mimetyp": 1039,
      "minus": 1040,
      "mmm": 1041,
      "monitor": 1042,
      "movi": 1043,
      "mv": 1044,
      "mysql": 1045,
      "necessari": 1046,
      "negat": 1047,
      "neither": 1048,
      "non-error": 1049,
      "non-match": 1050,
      "non-zero": 1051,
      "none": 1052,
      "null-separ": 1053,
      "obj-c": 1054,
      "object": 1055,
      "obsolet": 1056,
      "orang": 1057,
      "outsid": 1058,
      "parenthesi": 1059,
      "pars": 1060,
      "person": 1061,
      "phpbb": 1062,
      "phrase": 1063,
      "png": 1064,
      "preceed": 1065,
      "precis": 1066,
      "privat": 1067,
      "probabl": 1068,
      "pseudo-termin": 1069,
      "question": 1070,
      "radix": 1071,
      "rais": 1072,
      "ram": 1073,
      "ratio": 1074,
      "raw": 1075,
      "read-on": 1076,
      "rearrang": 1077,
      "regexp": 1078,
      "repositori": 1079,
      "represent": 1080,
      "retriev": 1081,
      "right": 1082,
      "right-justifi": 1083,
      "robin": 1084,
      "rotat": 1085,
      "rsync": 1086,
      "rubi": 1087,
      "rw": 1088,
      "safe": 1089,
      "say": 1090,
      "scan": 1091,
      "scroll": 1092,
      "setup": 1093,
      "seventh": 1094,
      "sever": 1095,
      "similar": 1096,
      "sixth": 1097,
      "smbfs": 1098,
      "somedir": 1099,
      "someth": 1100,
      "spanish": 1101,
      "spars": 1102,
      "specif": 1103,
      "srv": 1104,
      "stabil": 1105,
      "style": 1106,
      "subsequ": 1107,
      "subtre": 1108,
      "sudo": 1109,
      "suggest": 1110,
      "super": 1111,
      "superus": 1112,
      "sure": 1113,
      "switch": 1114,
      "tbd": 1115,
      "terabyt": 1116,
      "testproject": 1117,
      "texinfo": 1118,
      "third-level": 1119,
      "throughout": 1120,
      "tiff": 1121,
      "titl": 1122,
      "toal": 1123,
      "togeth": 1124,
      "tommi": 1125,
      "tree-lik": 1126,
      "trip": 1127,
      "tti": 1128,
      "umask": 1129,
      "unicod": 1130,
      "uniq": 1131,
      "unless": 1132,
      "unmatch": 1133,
      "unpair": 1134,
      "unprint": 1135,
      "upto": 1136,
      "uuid": 1137,
      "vagrant": 1138,
      "visibl": 1139,
      "wasn": 1140,
      "wherein": 1141,
      "wrong": 1142,
      "www": 1143,
      "xml": 1144,
      "xx": 1145,
      "year-month-day": 1146,
      "ymdhms": 1147,
      "yourfil": 1148,
      "zero-length": 1149,
      "zone": 1150,
      "About": 1151,
      "a-j": 1152,
      "abc": 1153,
      "abort": 1154,
      "abstract": 1155,
      "acc": 1156,
      "account": 1157,
      "adress": 1158,
      "alia": 1159,
      "alias": 1160,
      "align": 1161,
      "aliv": 1162,
      "all-cas": 1163,
      "alon": 1164,
      "alongsid": 1165,
      "alt-shift-i": 1166,
      "alway": 1167,
      "am": 1168,
      "amzadm": 1169,
      "andrew": 1170,
      "ann": 1171,
      "ansi": 1172,
      "antonio": 1173,
      "apart": 1174,
      "app": 1175,
      "appli": 1176,
      "application-level": 1177,
      "arch": 1178,
      "area": 1179,
      "aren": 1180,
      "ascend": 1181,
      "attach": 1182,
      "audibl": 1183,
      "author": 1184,
      "authorit": 1185,
      "backend": 1186,
      "backupdir": 1187,
      "bandwidth": 1188,
      "bang": 1189,
      "best": 1190,
      "beta": 1191,
      "blue": 1192,
      "bmp": 1193,
      "bob": 1194,
      "bodi": 1195,
      "bold": 1196,
      "book": 1197,
      "border": 1198,
      "bottom": 1199,
      "bracket": 1200,
      "bring": 1201,
      "bruno": 1202,
      "bsd": 1203,
      "buffer": 1204,
      "bugzilla": 1205,
      "builder": 1206,
      "builtin": 1207,
      "bulk": 1208,
      "button": 1209,
      "bypass": 1210,
      "cascad": 1211,
      "categori": 1212,
      "cd": 1213,
      "cdate": 1214,
      "cdrom": 1215,
      "cento": 1216,
      "cert": 1217,
      "chapter": 1218,
      "chop": 1219,
      "cipher": 1220,
      "collaps": 1221,
      "collect": 1222,
      "comm": 1223,
      "comma-delimit": 1224,
      "comparefil": 1225,
      "comparison": 1226,
      "complex": 1227,
      "concurr": 1228,
      "consequ": 1229,
      "cookbook": 1230,
      "cooki": 1231,
      "cope": 1232,
      "cpanel": 1233,
      "cpu": 1234,
      "criteria": 1235,
      "crlf": 1236,
      "cross": 1237,
      "css": 1238,
      "curl": 1239,
      "cyclic": 1240,
      "daemon": 1241,
      "databas": 1242,
      "daystart": 1243,
      "debian": 1244,
      "decemb": 1245,
      "default-format": 1246,
      "delay": 1247,
      "delete": 1248,
      "delimet": 1249,
      "delimin": 1250,
      "depend": 1251,
      "depth-first": 1252,
      "describ": 1253,
      "design": 1254,
      "desktop": 1255,
      "dest": 1256,
      "dex": 1257,
      "diagnost": 1258,
      "diff": 1259,
      "distribut": 1260,
      "dockerroot": 1261,
      "dollar": 1262,
      "done": 1263,
      "dose": 1264,
      "dot-bound": 1265,
      "dot-delimit": 1266,
      "draw": 1267,
      "driver": 1268,
      "due": 1269,
      "dumpfil": 1270,
      "e": 1271,
      "earlier": 1272,
      "effici": 1273,
      "egrep": 1274,
      "eighth": 1275,
      "el": 1276,
      "element": 1277,
      "elev": 1278,
      "elf": 1279,
      "els": 1280,
      "empsal": 1281,
      "erron": 1282,
      "es": 1283,
      "esc": 1284,
      "escal": 1285,
      "estim": 1286,
      "eval": 1287,
      "evalu": 1288,
      "exceed": 1289,
      "exchang": 1290,
      "excludinghidden": 1291,
      "exec": 1292,
      "explan": 1293,
      "explicit": 1294,
      "fals": 1295,
      "fast": 1296,
      "file-nam": 1297,
      "fileb": 1298,
      "fill": 1299,
      "findfil": 1300,
      "flow": 1301,
      "font": 1302,
      "forth": 1303,
      "fortnight": 1304,
      "founddata": 1305,
      "frame": 1306,
      "frequenc": 1307,
      "friend": 1308,
      "fstab": 1309,
      "ftpuser": 1310,
      "fully-defin": 1311,
      "further": 1312,
      "futur": 1313,
      "gap": 1314,
      "gateway": 1315,
      "gawk": 1316,
      "gb": 1317,
      "gen": 1318,
      "gnu": 1319,
      "goroot": 1320,
      "grandpar": 1321,
      "green": 1322,
      "grow": 1323,
      "grp": 1324,
      "guid": 1325,
      "gzip-compress": 1326,
      "gzip-ompress": 1327,
      "half": 1328,
      "hashcod": 1329,
      "held": 1330,
      "hexdump": 1331,
      "hierarch": 1332,
      "histogram": 1333,
      "history": 1334,
      "htaccess": 1335,
      "httpdoc": 1336,
      "hunt": 1337,
      "hyphen": 1338,
      "hyphen-separ": 1339,
      "icmp": 1340,
      "idl": 1341,
      "image-fold": 1342,
      "imagesdb": 1343,
      "immun": 1344,
      "inact": 1345,
      "incorrect": 1346,
      "increment": 1347,
      "initi": 1348,
      "insignific": 1349,
      "int": 1350,
      "integr": 1351,
      "interv": 1352,
      "invoc": 1353,
      "io": 1354,
      "ipaddress": 1355,
      "isn": 1356,
      "isol": 1357,
      "items": 1358,
      "java": 1359,
      "john": 1360,
      "jsmith": 1361,
      "justifi": 1362,
      "kent": 1363,
      "keybind": 1364,
      "keymap": 1365,
      "kib": 1366,
      "l": 1367,
      "languag": 1368,
      "left": 1369,
      "left-justifi": 1370,
      "lexicograph": 1371,
      "lf": 1372,
      "linker": 1373,
      "ll": 1374,
      "ln": 1375,
      "lnk": 1376,
      "logfil": 1377,
      "logged-in": 1378,
      "logic": 1379,
      "loss": 1380,
      "made": 1381,
      "main": 1382,
      "main-directori": 1383,
      "malloc": 1384,
      "manner": 1385,
      "mask": 1386,
      "mem": 1387,
      "memo": 1388,
      "met": 1389,
      "metallica": 1390,
      "method": 1391,
      "mindepth": 1392,
      "mnt": 1393,
      "mountpoint": 1394,
      "mous": 1395,
      "multi-command": 1396,
      "multilin": 1397,
      "mx": 1398,
      "myvari": 1399,
      "named": 1400,
      "nameoffiletoprintto": 1401,
      "nano": 1402,
      "nanosecond": 1403,
      "nasa": 1404,
      "needl": 1405,
      "net": 1406,
      "new-lin": 1407,
      "news": 1408,
      "newus": 1409,
      "nextint": 1410,
      "nice": 1411,
      "nname": 1412,
      "nnn": 1413,
      "no-op": 1414,
      "no-recurs": 1415,
      "nogroup": 1416,
      "non-alphanumer": 1417,
      "non-com": 1418,
      "non-compress": 1419,
      "non-exist": 1420,
      "non-interact": 1421,
      "non-loc": 1422,
      "non-punctu": 1423,
      "nongraph": 1424,
      "nonzero": 1425,
      "noportdoc": 1426,
      "noportexampl": 1427,
      "not-execut": 1428,
      "note": 1429,
      "now": 1430,
      "ntfs": 1431,
      "nth": 1432,
      "num": 1433,
      "number-sort": 1434,
      "numpi": 1435,
      "ok": 1436,
      "oldfil": 1437,
      "onto": 1438,
      "onward": 1439,
      "opt": 1440,
      "ordinari": 1441,
      "orig": 1442,
      "orphan": 1443,
      "outputprefixnnn": 1444,
      "packag": 1445,
      "packetloss": 1446,
      "pages": 1447,
      "pagin": 1448,
      "parenthes": 1449,
      "partner": 1450,
      "path-to-fil": 1451,
      "pcb": 1452,
      "pdf": 1453,
      "percent": 1454,
      "perman": 1455,
      "photo": 1456,
      "phtml": 1457,
      "pic": 1458,
      "picasa": 1459,
      "pick": 1460,
      "pid-process": 1461,
      "pieces": 1462,
      "pixel": 1463,
      "plesk": 1464,
      "pop": 1465,
      "posix-extend": 1466,
      "post": 1467,
      "postgr": 1468,
      "postinst": 1469,
      "practic": 1470,
      "predefin": 1471,
      "presenc": 1472,
      "presid": 1473,
      "pretti": 1474,
      "primari": 1475,
      "printf": 1476,
      "prioriti": 1477,
      "pro": 1478,
      "probe": 1479,
      "produc": 1480,
      "profil": 1481,
      "proper": 1482,
      "pseudo": 1483,
      "pub": 1484,
      "r": 1485,
      "raid": 1486,
      "ran": 1487,
      "rather": 1488,
      "ravi": 1489,
      "re-align": 1490,
      "re-appli": 1491,
      "re-read": 1492,
      "reachabl": 1493,
      "recal": 1494,
      "recommend": 1495,
      "recursion-rel": 1496,
      "red": 1497,
      "referenc": 1498,
      "reformat": 1499,
      "remain": 1500,
      "repli": 1501,
      "reread": 1502,
      "restart": 1503,
      "rfc": 1504,
      "ro": 1505,
      "router": 1506,
      "sam": 1507,
      "samba": 1508,
      "sat": 1509,
      "satisfi": 1510,
      "saturday": 1511,
      "schedul": 1512,
      "scp": 1513,
      "screenshot": 1514,
      "scriptalia": 1515,
      "scriptpath": 1516,
      "searchabl": 1517,
      "secret": 1518,
      "segment": 1519,
      "semicolon-separ": 1520,
      "seri": 1521,
      "servic": 1522,
      "session-less": 1523,
      "shift": 1524,
      "ship": 1525,
      "shuffl": 1526,
      "side": 1527,
      "side-mirror": 1528,
      "sigwinch": 1529,
      "simpli": 1530,
      "simultan": 1531,
      "sin": 1532,
      "skeleton": 1533,
      "slice": 1534,
      "slide": 1535,
      "soa": 1536,
      "solari": 1537,
      "some": 1538,
      "somedirectori": 1539,
      "someon": 1540,
      "sometim": 1541,
      "song": 1542,
      "space-delimit": 1543,
      "specialus": 1544,
      "spell": 1545,
      "sprintf": 1546,
      "squar": 1547,
      "ssh-keygen": 1548,
      "ssh-stuff": 1549,
      "sshe-keygen": 1550,
      "sshkeypass": 1551,
      "std": 1552,
      "still": 1553,
      "subdir": 1554,
      "subnet": 1555,
      "subset": 1556,
      "subvers": 1557,
      "sunday": 1558,
      "surround": 1559,
      "suspici": 1560,
      "sybas": 1561,
      "sync": 1562,
      "syntact": 1563,
      "syslog": 1564,
      "t": 1565,
      "tab-separ": 1566,
      "tarfil": 1567,
      "tata": 1568,
      "tcl": 1569,
      "tcp": 1570,
      "teh": 1571,
      "term": 1572,
      "ters": 1573,
      "testexpress": 1574,
      "testfold": 1575,
      "testip": 1576,
      "th": 1577,
      "the": 1578,
      "thecurr": 1579,
      "thedirnam": 1580,
      "thread": 1581,
      "tif": 1582,
      "touch": 1583,
      "transform": 1584,
      "ttl": 1585,
      "turn": 1586,
      "txt": 1587,
      "uncom": 1588,
      "uncondit": 1589,
      "underscore-delimit": 1590,
      "unhid": 1591,
      "uniniti": 1592,
      "unknown": 1593,
      "unpack": 1594,
      "unread": 1595,
      "unsaf": 1596,
      "unsuccess": 1597,
      "upload": 1598,
      "us": 1599,
      "usb": 1600,
      "userid": 1601,
      "va": 1602,
      "var": 1603,
      "vboxus": 1604,
      "vendor": 1605,
      "veri": 1606,
      "vfat": 1607,
      "vi": 1608,
      "vi-insert": 1609,
      "virtual": 1610,
      "watch": 1611,
      "wc": 1612,
      "webroot": 1613,
      "webserv": 1614,
      "weird": 1615,
      "wget": 1616,
      "whatev": 1617,
      "wise": 1618,
      "won": 1619,
      "work-week": 1620,
      "workspac": 1621,
      "world-read": 1622,
      "world-writ": 1623,
      "writeabl": 1624,
      "xxx": 1625,
      "xxxxxxxxxxxxxxxxxxxxxxx": 1626,
      "xyzzyNNN": 1627,
      "y": 1628,
      "y-m-d": 1629,
      "year-month-d": 1630,
      "z": 1631,
      "zcat": 1632,
      "zero-byt": 1633
    },
    "unk_token": "[UNK]"
  }
}
