{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "the": 4,
      "\"": 5,
      "files": 6,
      "in": 7,
      "all": 8,
      "/": 9,
      "directory": 10,
      "and": 11,
      "current": 12,
      ".": 13,
      "'": 14,
      "of": 15,
      "to": 16,
      "Find": 17,
      "file": 18,
      "with": 19,
      "under": 20,
      "directories": 21,
      "folder": 22,
      "for": 23,
      "a": 24,
      "tree": 25,
      ",": 26,
      "that": 27,
      "-": 28,
      "from": 29,
      "find": 30,
      "regular": 31,
      "which": 32,
      "Print": 33,
      "path": 34,
      "display": 35,
      "Search": 36,
      "are": 37,
      "have": 38,
      "txt": 39,
      "last": 40,
      "name": 41,
      "modified": 42,
      "than": 43,
      "user": 44,
      "names": 45,
      "their": 46,
      "$": 47,
      "home": 48,
      "them": 49,
      "\"/": 50,
      "lines": 51,
      "*.": 52,
      "not": 53,
      "search": 54,
      "variable": 55,
      "by": 56,
      "system": 57,
      "line": 58,
      "each": 59,
      "as": 60,
      "(": 61,
      "named": 62,
      "1": 63,
      "list": 64,
      "whose": 65,
      "been": 66,
      "or": 67,
      ")": 68,
      "days": 69,
      "on": 70,
      "List": 71,
      "is": 72,
      "output": 73,
      "group": 74,
      "number": 75,
      "permission": 76,
      "ago": 77,
      "into": 78,
      "tmp": 79,
      "print": 80,
      "\".": 81,
      "'/": 82,
      "'.": 83,
      "first": 84,
      "recursively": 85,
      "case": 86,
      "\"$": 87,
      "Remove": 88,
      "permissions": 89,
      "foo": 90,
      "2": 91,
      "change": 92,
      "usr": 93,
      "string": 94,
      "Recursively": 95,
      "*": 96,
      "command": 97,
      "only": 98,
      "were": 99,
      "entire": 100,
      "input": 101,
      "below": 102,
      "dir": 103,
      "pattern": 104,
      "root": 105,
      "\",": 106,
      "delete": 107,
      "text": 108,
      "size": 109,
      "it": 110,
      "normal": 111,
      "at": 112,
      "excluding": 113,
      "empty": 114,
      "standard": 115,
      "insensitive": 116,
      "word": 117,
      "owner": 118,
      "without": 119,
      "contain": 120,
      "c": 121,
      "var": 122,
      "end": 123,
      "containing": 124,
      "paths": 125,
      "matching": 126,
      "more": 127,
      "s": 128,
      "0": 129,
      "any": 130,
      "extension": 131,
      "Delete": 132,
      "filename": 133,
      "separated": 134,
      "Change": 135,
      "do": 136,
      "etc": 137,
      "hours": 138,
      "set": 139,
      "if": 140,
      "Display": 141,
      "`": 142,
      "characters": 143,
      "host": 144,
      "symbolic": 145,
      "accessed": 146,
      "those": 147,
      "10": 148,
      "test": 149,
      "/\"": 150,
      "sorted": 151,
      "one": 152,
      "3": 153,
      "create": 154,
      "24": 155,
      "contents": 156,
      "sub": 157,
      "match": 158,
      "log": 159,
      "copy": 160,
      "every": 161,
      "long": 162,
      "data": 163,
      "less": 164,
      "read": 165,
      "Prints": 166,
      "shell": 167,
      "minutes": 168,
      "space": 169,
      "day": 170,
      "using": 171,
      "html": 172,
      "found": 173,
      "count": 174,
      "5": 175,
      "level": 176,
      "listing": 177,
      "regex": 178,
      "php": 179,
      ":": 180,
      "bin": 181,
      "link": 182,
      "within": 183,
      "Create": 184,
      "Save": 185,
      "gz": 186,
      "time": 187,
      "ending": 188,
      "www": 189,
      "file1": 190,
      "remove": 191,
      "starting": 192,
      "hidden": 193,
      "tar": 194,
      "unique": 195,
      "links": 196,
      "script": 197,
      "its": 198,
      "show": 199,
      "changed": 200,
      "content": 201,
      "ignoring": 202,
      "local": 203,
      "jpg": 204,
      "bar": 205,
      "bytes": 206,
      "folders": 207,
      "',": 208,
      "7": 209,
      "Make": 210,
      "field": 211,
      "Set": 212,
      "spaces": 213,
      "full": 214,
      "character": 215,
      "an": 216,
      "write": 217,
      "com": 218,
      "Copy": 219,
      "process": 220,
      "save": 221,
      "Read": 222,
      "belong": 223,
      "most": 224,
      "after": 225,
      "bigger": 226,
      "except": 227,
      "start": 228,
      "subdirectories": 229,
      "your": 230,
      "where": 231,
      "executable": 232,
      "java": 233,
      "Count": 234,
      "between": 235,
      "755": 236,
      "move": 237,
      "new": 238,
      "owned": 239,
      "symlinks": 240,
      "working": 241,
      "30": 242,
      "execute": 243,
      "file2": 244,
      "non": 245,
      "IP": 246,
      "Replace": 247,
      "format": 248,
      "numbers": 249,
      "other": 250,
      "second": 251,
      "like": 252,
      "present": 253,
      "sort": 254,
      "users": 255,
      "./": 256,
      "archive": 257,
      "but": 258,
      "disk": 259,
      "sh": 260,
      "ssh": 261,
      "strings": 262,
      "address": 263,
      "down": 264,
      "prints": 265,
      "date": 266,
      "9": 267,
      "total": 268,
      "filesystem": 269,
      "no": 270,
      "ownership": 271,
      "644": 272,
      "mp3": 273,
      "60": 274,
      "least": 275,
      "prompt": 276,
      "two": 277,
      "=": 278,
      "~/": 279,
      "specified": 280,
      "4": 281,
      "newer": 282,
      "begin": 283,
      "dir1": 284,
      "matched": 285,
      "history": 286,
      "replace": 287,
      "type": 288,
      "Archive": 289,
      "Move": 290,
      "single": 291,
      "followed": 292,
      "filenames": 293,
      "network": 294,
      "exactly": 295,
      "8": 296,
      "Show": 297,
      "md5": 298,
      "some": 299,
      "src": 300,
      "value": 301,
      "100": 302,
      "Finds": 303,
      "Split": 304,
      "\\": 305,
      "preserving": 306,
      "result": 307,
      "777": 308,
      "contains": 309,
      "top": 310,
      "information": 311,
      "prefix": 312,
      "comma": 313,
      "\"*.": 314,
      "modification": 315,
      "option": 316,
      "out": 317,
      "t": 318,
      "then": 319,
      "this": 320,
      "myfile": 321,
      "per": 322,
      "removes": 323,
      "these": 324,
      "Gets": 325,
      "lib": 326,
      "port": 327,
      "usage": 328,
      "domain": 329,
      "environment": 330,
      "example": 331,
      "'*.": 332,
      "backup": 333,
      "dev": 334,
      "greater": 335,
      "n": 336,
      "order": 337,
      "temporary": 338,
      "/'": 339,
      "git": 340,
      "inode": 341,
      "larger": 342,
      "parent": 343,
      "svn": 344,
      "pdf": 345,
      "Calculate": 346,
      "commands": 347,
      "descending": 348,
      "occurrences": 349,
      "same": 350,
      "through": 351,
      "Get": 352,
      "along": 353,
      "d": 354,
      "expression": 355,
      "matches": 356,
      "maximum": 357,
      "null": 358,
      "saves": 359,
      "sum": 360,
      "x": 361,
      "${": 362,
      "Rename": 363,
      "[": 364,
      "beginning": 365,
      "js": 366,
      "levels": 367,
      "ones": 368,
      "username": 369,
      "Removes": 370,
      "b": 371,
      "dir2": 372,
      "error": 373,
      "finds": 374,
      "readable": 375,
      "run": 376,
      "seconds": 377,
      "sizes": 378,
      "@": 379,
      "be": 380,
      "month": 381,
      "newlines": 382,
      "remote": 383,
      "server": 384,
      "target": 385,
      "temp": 386,
      "variables": 387,
      "}": 388,
      "addresses": 389,
      "conf": 390,
      "h": 391,
      "having": 392,
      "key": 393,
      "mnt": 394,
      "rb": 395,
      "source": 396,
      "table": 397,
      "Counts": 398,
      "Creates": 399,
      "core": 400,
      "logged": 401,
      "old": 402,
      "ping": 403,
      "split": 404,
      "suffix": 405,
      "bash": 406,
      "bit": 407,
      "called": 408,
      "default": 409,
      "fields": 410,
      "interface": 411,
      "processes": 412,
      "writable": 413,
      "%": 414,
      "compressed": 415,
      "my": 416,
      "o": 417,
      "used": 418,
      "xml": 419,
      "6": 420,
      "append": 421,
      "before": 422,
      "destination": 423,
      "older": 424,
      "y": 425,
      "Write": 426,
      "another": 427,
      "code": 428,
      "cron": 429,
      "has": 430,
      "page": 431,
      "timestamp": 432,
      "*'": 433,
      "Execute": 434,
      "cpp": 435,
      "png": 436,
      "py": 437,
      "residing": 438,
      "Add": 439,
      "DIR": 440,
      "both": 441,
      "given": 442,
      "here": 443,
      "use": 444,
      "Report": 445,
      "awk": 446,
      "base": 447,
      "column": 448,
      "located": 449,
      "white": 450,
      "A": 451,
      "does": 452,
      "needed": 453,
      "others": 454,
      "pathnames": 455,
      "\"./": 456,
      "'./": 457,
      "50": 458,
      "SSH": 459,
      "csv": 460,
      "ls": 461,
      "myfiles": 462,
      "original": 463,
      "reverse": 464,
      "status": 465,
      "was": 466,
      "|": 467,
      "\"${": 468,
      "C": 469,
      "Sort": 470,
      "absolute": 471,
      "exists": 472,
      "following": 473,
      "part": 474,
      "pieces": 475,
      "MB": 476,
      "byte": 477,
      "common": 478,
      "hierarchy": 479,
      "images": 480,
      "public_html": 481,
      "running": 482,
      "\"~/": 483,
      "1000": 484,
      "Locate": 485,
      "access": 486,
      "f": 487,
      "including": 488,
      "subfolders": 489,
      "trailing": 490,
      "version": 491,
      "Saves": 492,
      "Send": 493,
      "config": 494,
      "delimiter": 495,
      "differences": 496,
      "dot": 497,
      "either": 498,
      "everything": 499,
      "ext": 500,
      "hour": 501,
      "jobs": 502,
      "message": 503,
      "replacing": 504,
      "they": 505,
      "today": 506,
      "zip": 507,
      "}\"": 508,
      "10MB": 509,
      "20": 510,
      "Force": 511,
      "appended": 512,
      "doc": 513,
      "info": 514,
      "largest": 515,
      "media": 516,
      "100MB": 517,
      "Mount": 518,
      "PHP": 519,
      "Run": 520,
      "dest": 521,
      "expanded": 522,
      "hard": 523,
      "hostname": 524,
      "human": 525,
      "kernel": 526,
      "patterns": 527,
      "perl": 528,
      "proc": 529,
      "random": 530,
      "systems": 531,
      "values": 532,
      "will": 533,
      "Compress": 534,
      "Unzip": 535,
      "about": 536,
      "backslash": 537,
      "broken": 538,
      "colon": 539,
      "existing": 540,
      "formatted": 541,
      "index": 542,
      "length": 543,
      "location": 544,
      "newline": 545,
      "\"*": 546,
      "&": 547,
      ".*": 548,
      "Check": 549,
      "Copies": 550,
      "Lists": 551,
      "Look": 552,
      "PATH": 553,
      "_": 554,
      "abc": 555,
      "arguments": 556,
      "back": 557,
      "bak": 558,
      "exit": 559,
      "extensions": 560,
      "id": 561,
      "work": 562,
      "+": 563,
      "/*": 564,
      "00": 565,
      "500": 566,
      "Output": 567,
      "apache": 568,
      "changes": 569,
      "columns": 570,
      "confirmation": 571,
      "exist": 572,
      "google": 573,
      "gzip": 574,
      "i": 575,
      "job": 576,
      "letter": 577,
      "localhost": 578,
      "minute": 579,
      "mount": 580,
      "share": 581,
      "skipping": 582,
      "slash": 583,
      "something": 584,
      "terminal": 585,
      "Remount": 586,
      "created": 587,
      "during": 588,
      "echo": 589,
      "force": 590,
      "get": 591,
      "glob": 592,
      "inside": 593,
      "listed": 594,
      "occurrence": 595,
      "over": 596,
      "r": 597,
      "via": 598,
      "year": 599,
      "you": 600,
      "Desktop": 601,
      "according": 602,
      "argument": 603,
      "compress": 604,
      "eth0": 605,
      "latest": 606,
      "md5sum": 607,
      "numeric": 608,
      "prompting": 609,
      "record": 610,
      "rename": 611,
      "times": 612,
      "timestamps": 613,
      "up": 614,
      "\"\\": 615,
      "://": 616,
      "Extract": 617,
      "FILE": 618,
      "Merge": 619,
      "app": 620,
      "console": 621,
      "duplicate": 622,
      "escapes": 623,
      "ie": 624,
      "manual": 625,
      "multiple": 626,
      "point": 627,
      "printing": 628,
      "so": 629,
      "*\"": 630,
      "775": 631,
      ":/": 632,
      "Enables": 633,
      "HOME": 634,
      "SGID": 635,
      "TXT": 636,
      "background": 637,
      "blank": 638,
      "compared": 639,
      "configuration": 640,
      "differ": 641,
      "grep": 642,
      "include": 643,
      "keeping": 644,
      "mounted": 645,
      "opt": 646,
      "options": 647,
      "p": 648,
      "passwd": 649,
      "place": 650,
      "relative": 651,
      "showing": 652,
      "subdirectory": 653,
      "tab": 654,
      "taken": 655,
      "trees": 656,
      "yesterday": 657,
      "90": 658,
      "Format": 659,
      "MAC": 660,
      "SUID": 661,
      "already": 662,
      "also": 663,
      "binary": 664,
      "cache": 665,
      "css": 666,
      "depth": 667,
      "description": 668,
      "e": 669,
      "editor": 670,
      "extract": 671,
      "frequent": 672,
      "minimum": 673,
      "mydir": 674,
      "side": 675,
      "ten": 676,
      "u": 677,
      "who": 678,
      "z": 679,
      "\"~\"": 680,
      "700": 681,
      "Append": 682,
      "Compare": 683,
      "Users": 684,
      "X": 685,
      "compresses": 686,
      "delimited": 687,
      "downwards": 688,
      "entries": 689,
      "entry": 690,
      "header": 691,
      "instances": 692,
      "machine": 693,
      "smaller": 694,
      "stuff": 695,
      "third": 696,
      "w": 697,
      "whatever": 698,
      "world": 699,
      "'*": 700,
      "Go": 701,
      "N": 702,
      "USER": 703,
      "Y": 704,
      "basename": 705,
      "calendar": 706,
      "check": 707,
      "currently": 708,
      "deep": 709,
      "hexadecimal": 710,
      "interfaces": 711,
      "ksh": 712,
      "login": 713,
      "m": 714,
      "mode": 715,
      "newest": 716,
      "node": 717,
      "oracle": 718,
      "partition": 719,
      "project": 720,
      "request": 721,
      "requests": 722,
      "three": 723,
      "xxx": 724,
      "'$": 725,
      "25": 726,
      "FooBar": 727,
      "ID": 728,
      "appending": 729,
      "connection": 730,
      "copies": 731,
      "defined": 732,
      "dirs": 733,
      "few": 734,
      "http": 735,
      "image": 736,
      "numerically": 737,
      "past": 738,
      "ports": 739,
      "prefixed": 740,
      "reside": 741,
      "response": 742,
      "scripts": 743,
      "separating": 744,
      "session": 745,
      "starts": 746,
      "such": 747,
      ".\"": 748,
      "2009": 749,
      "Convert": 750,
      "][": 751,
      "add": 752,
      "admin": 753,
      "array": 754,
      "digits": 755,
      "dump": 756,
      "ends": 757,
      "equal": 758,
      "exclude": 759,
      "keep": 760,
      "l": 761,
      "megabytes": 762,
      "oldest": 763,
      "parents": 764,
      "pl": 765,
      "projects": 766,
      "required": 767,
      "safety": 768,
      "sequence": 769,
      "update": 770,
      "user1": 771,
      "vim": 772,
      "zero": 773,
      "\".\"": 774,
      "/*'": 775,
      "10KB": 776,
      ":%": 777,
      "B": 778,
      "CVS": 779,
      "Changes": 780,
      "Enter": 781,
      "Music": 782,
      "S": 783,
      "View": 784,
      "\\|": 785,
      "]": 786,
      "device": 787,
      "don": 788,
      "file_name": 789,
      "folder1": 790,
      "function": 791,
      "httpd": 792,
      "look": 793,
      "master": 794,
      "me": 795,
      "modules": 796,
      "mp4": 797,
      "ogg": 798,
      "print0": 799,
      "progress": 800,
      "python": 801,
      "results": 802,
      "sed": 803,
      "there": 804,
      "transmission": 805,
      "/$": 806,
      "100000": 807,
      "22": 808,
      "48": 809,
      "D": 810,
      "For": 811,
      "M": 812,
      "SVN": 813,
      "TMPDIR": 814,
      "active": 815,
      "demo": 816,
      "different": 817,
      "displaying": 818,
      "g": 819,
      "ip": 820,
      "lookup": 821,
      "messages": 822,
      "modify": 823,
      "overwriting": 824,
      "positional": 825,
      "real": 826,
      "release": 827,
      "removed": 828,
      "screen": 829,
      "section": 830,
      "when": 831,
      "whitespace": 832,
      ".'": 833,
      "..": 834,
      "50MB": 835,
      ";": 836,
      "?": 837,
      "Decompress": 838,
      "Join": 839,
      "Makefile": 840,
      "PID": 841,
      "]\"": 842,
      "backups": 843,
      "baz": 844,
      "blah": 845,
      "blocks": 846,
      "build": 847,
      "checksum": 848,
      "context": 849,
      "detailed": 850,
      "ensuring": 851,
      "extended": 852,
      "foobar": 853,
      "fourth": 854,
      "gcc": 855,
      "groups": 856,
      "hello": 857,
      "htdocs": 858,
      "instead": 859,
      "intermediate": 860,
      "junk": 861,
      "linux": 862,
      "main": 863,
      "make": 864,
      "nameserver": 865,
      "needle": 866,
      "program": 867,
      "received": 868,
      "recursive": 869,
      "removing": 870,
      "signal": 871,
      "since": 872,
      "sql": 873,
      "stack": 874,
      "subfolder": 875,
      "symbol": 876,
      "ttt": 877,
      "utility": 878,
      "what": 879,
      "-%": 880,
      ".[": 881,
      "/.": 882,
      "10000": 883,
      "11": 884,
      "168": 885,
      "192": 886,
      "31": 887,
      "400": 888,
      "664": 889,
      "80": 890,
      "=\"": 891,
      ">": 892,
      "Update": 893,
      "Use": 894,
      "amount": 895,
      "appear": 896,
      "apt": 897,
      "archives": 898,
      "bz2": 899,
      "calculate": 900,
      "can": 901,
      "class": 902,
      "crontab": 903,
      "cygdrive": 904,
      "digit": 905,
      "download": 906,
      "emacs": 907,
      "epoch": 908,
      "executing": 909,
      "form": 910,
      "gif": 911,
      "going": 912,
      "infile": 913,
      "leading": 914,
      "logs": 915,
      "mbox": 916,
      "nobody": 917,
      "omitting": 918,
      "pausing": 919,
      "peter": 920,
      "pointed": 921,
      "rwx": 922,
      "sample": 923,
      "skip": 924,
      "somedir": 925,
      "store": 926,
      "swp": 927,
      "sys": 928,
      "tecmint": 929,
      "tom": 930,
      "view": 931,
      "width": 932,
      "wnj": 933,
      "words": 934,
      "xyz": 935,
      "\")": 936,
      "-\"": 937,
      "-*.": 938,
      "/*.": 939,
      "14": 940,
      "1MB": 941,
      "600": 942,
      "<": 943,
      "Are": 944,
      "DS_Store": 945,
      "Numerically": 946,
      "REPLY": 947,
      "Sets": 948,
      "UTF": 949,
      "cgi": 950,
      "chmod": 951,
      "compressing": 952,
      "connecting": 953,
      "copying": 954,
      "details": 955,
      "doesn": 956,
      "es": 957,
      "expressions": 958,
      "handle": 959,
      "ignore": 960,
      "incoming": 961,
      "insensitively": 962,
      "interactive": 963,
      "kilobytes": 964,
      "large": 965,
      "letters": 966,
      "lowercase": 967,
      "may": 968,
      "missing": 969,
      "must": 970,
      "node_modules": 971,
      "nullglob": 972,
      "once": 973,
      "posix": 974,
      "printable": 975,
      "pyc": 976,
      "searched": 977,
      "searching": 978,
      "srv": 979,
      "stdout": 980,
      "string1": 981,
      "structure": 982,
      "subdomainA": 983,
      "subdomainB": 984,
      "summary": 985,
      "sure": 986,
      "test1": 987,
      "tex": 988,
      "waiting": 989,
      "week": 990,
      "while": 991,
      "{": 992,
      "\"/\"": 993,
      "'[": 994,
      "'\\": 995,
      "'^": 996,
      ").": 997,
      "...": 998,
      "/*\"": 999,
      "01": 1000,
      "12": 1001,
      "Applications": 1002,
      "CSS": 1003,
      "Chapter1": 1004,
      "Connect": 1005,
      "FOO": 1006,
      "FTIME": 1007,
      "File": 1008,
      "FindCommandExamples": 1009,
      "HTML": 1010,
      "Open": 1011,
      "Perform": 1012,
      "Request": 1013,
      "Shows": 1014,
      "Text": 1015,
      "]+": 1016,
      "]=\"": 1017,
      "aaa": 1018,
      "al": 1019,
      "available": 1020,
      "average": 1021,
      "belongs": 1022,
      "beneath": 1023,
      "block": 1024,
      "bzip2": 1025,
      "cased": 1026,
      "counts": 1027,
      "en": 1028,
      "exec": 1029,
      "fail": 1030,
      "folder2": 1031,
      "hosts": 1032,
      "interactively": 1033,
      "mail": 1034,
      "man": 1035,
      "music": 1036,
      "partitions": 1037,
      "password": 1038,
      "printed": 1039,
      "put": 1040,
      "re": 1041,
      "rm": 1042,
      "rpm": 1043,
      "set1": 1044,
      "seven": 1045,
      "sites": 1046,
      "smallest": 1047,
      "socket": 1048,
      "timeout": 1049,
      "unified": 1050,
      "until": 1051,
      "urandom": 1052,
      "usb": 1053,
      "v": 1054,
      "video": 1055,
      "vmware": 1056,
      "whole": 1057,
      "wide": 1058,
      "}/": 1059,
      "~": 1060,
      "~/.": 1061,
      "\"%": 1062,
      "\"-": 1063,
      "'%": 1064,
      "'~/": 1065,
      "*/": 1066,
      "-*": 1067,
      "15": 1068,
      "2000": 1069,
      "32": 1070,
      "40": 1071,
      "Exclude": 1072,
      "GIT": 1073,
      "JPG": 1074,
      "LOGDIR": 1075,
      "Linux": 1076,
      "Message": 1077,
      "MiB": 1078,
      "Silently": 1079,
      "URL": 1080,
      "XXX": 1081,
      "alphabetically": 1082,
      "alphanumeric": 1083,
      "anaconda": 1084,
      "bam": 1085,
      "big": 1086,
      "bind": 1087,
      "bozo": 1088,
      "canonical": 1089,
      "cc": 1090,
      "creating": 1091,
      "dat": 1092,
      "david": 1093,
      "deb": 1094,
      "deletes": 1095,
      "drive": 1096,
      "dummy": 1097,
      "enabled": 1098,
      "expands": 1099,
      "expect": 1100,
      "export": 1101,
      "extglob": 1102,
      "extra": 1103,
      "fit": 1104,
      "forwarding": 1105,
      "fstab": 1106,
      "go": 1107,
      "hex": 1108,
      "inputfile": 1109,
      "interaction": 1110,
      "itself": 1111,
      "literal": 1112,
      "newdir": 1113,
      "pid": 1114,
      "plist": 1115,
      "resulting": 1116,
      "searches": 1117,
      "semicolon": 1118,
      "sent": 1119,
      "set2": 1120,
      "short": 1121,
      "small": 1122,
      "sourceDir": 1123,
      "special": 1124,
      "spool": 1125,
      "stamp": 1126,
      "stored": 1127,
      "subl": 1128,
      "suffixes": 1129,
      "suid": 1130,
      "testfile": 1131,
      "true": 1132,
      "twice": 1133,
      "undo": 1134,
      "verbose": 1135,
      "web": 1136,
      "would": 1137,
      "}/${": 1138,
      "’": 1139,
      "”": 1140,
      "\"../": 1141,
      "\":\"": 1142,
      "\"~/.": 1143,
      "#": 1144,
      "$'": 1145,
      "'-": 1146,
      "($": 1147,
      "1000000": 1148,
      "2015": 1149,
      "255": 1150,
      "2nd": 1151,
      ">\"": 1152,
      "DNS": 1153,
      "Dump": 1154,
      "FOLDER": 1155,
      "Files": 1156,
      "Foo": 1157,
      "H": 1158,
      "INPUT": 1159,
      "Library": 1160,
      "Messages": 1161,
      "Perl": 1162,
      "Press": 1163,
      "Returns": 1164,
      "The": 1165,
      "This": 1166,
      "Verbosely": 1167,
      "]'": 1168,
      "aa": 1169,
      "action": 1170,
      "adding": 1171,
      "based": 1172,
      "bills": 1173,
      "bits": 1174,
      "bla": 1175,
      "causing": 1176,
      "coffee": 1177,
      "continue": 1178,
      "def": 1179,
      "dereferencing": 1180,
      "dig": 1181,
      "dir3": 1182,
      "dll": 1183,
      "dotglob": 1184,
      "egrep": 1185,
      "errors": 1186,
      "escape": 1187,
      "exe": 1188,
      "executed": 1189,
      "fileName": 1190,
      "flac": 1191,
      "follow": 1192,
      "help": 1193,
      "in2": 1194,
      "ini": 1195,
      "javascript": 1196,
      "kill": 1197,
      "leaf": 1198,
      "lists": 1199,
      "mov": 1200,
      "mysql": 1201,
      "next": 1202,
      "org": 1203,
      "packages": 1204,
      "parts": 1205,
      "pass": 1206,
      "pathname": 1207,
      "physical": 1208,
      "profile": 1209,
      "prompts": 1210,
      "provided": 1211,
      "readme": 1212,
      "regarding": 1213,
      "renaming": 1214,
      "rw": 1215,
      "snapshot": 1216,
      "staff": 1217,
      "tabs": 1218,
      "traversing": 1219,
      "tunnel": 1220,
      "ubuntu": 1221,
      "underscores": 1222,
      "whether": 1223,
      "whitespaces": 1224,
      "xx": 1225,
      "\"'": 1226,
      "\",\"": 1227,
      "\";\"": 1228,
      "\"^": 1229,
      "(\"": 1230,
      "/*/": 1231,
      "100M": 1232,
      "1024": 1233,
      "111": 1234,
      "123": 1235,
      "2012": 1236,
      "2013": 1237,
      "33": 1238,
      "36": 1239,
      "4th": 1240,
      "ASCII": 1241,
      "Books": 1242,
      "Displays": 1243,
      "ERROR": 1244,
      "F": 1245,
      "February": 1246,
      "Filters": 1247,
      "GROUP": 1248,
      "Give": 1249,
      "Headers": 1250,
      "I": 1251,
      "Identify": 1252,
      "MyCProgram": 1253,
      "NNN": 1254,
      "OGG": 1255,
      "PDF": 1256,
      "Reports": 1257,
      "Return": 1258,
      "SCCS": 1259,
      "Searches": 1260,
      "Subscription": 1261,
      "TMP": 1262,
      "TODO": 1263,
      "Test": 1264,
      "Waldo": 1265,
      "Wrap": 1266,
      "XXXXXX": 1267,
      "absent": 1268,
      "answer": 1269,
      "anywhere": 1270,
      "appears": 1271,
      "architecture": 1272,
      "atleast": 1273,
      "biggest": 1274,
      "certain": 1275,
      "choice": 1276,
      "comment": 1277,
      "connect": 1278,
      "destDir": 1279,
      "directly": 1280,
      "dirname": 1281,
      "discarding": 1282,
      "double": 1283,
      "dst": 1284,
      "en0": 1285,
      "enter": 1286,
      "execution": 1287,
      "expr": 1288,
      "f2": 1289,
      "file3": 1290,
      "filetype": 1291,
      "foldername": 1292,
      "follows": 1293,
      "generated": 1294,
      "give": 1295,
      "globstar": 1296,
      "includes": 1297,
      "instance": 1298,
      "integer": 1299,
      "ips": 1300,
      "jpeg": 1301,
      "jul": 1302,
      "linkin": 1303,
      "lpi104": 1304,
      "lst": 1305,
      "many": 1306,
      "modifying": 1307,
      "mpg": 1308,
      "myDir": 1309,
      "mystring": 1310,
      "nothing": 1311,
      "npm": 1312,
      "octal": 1313,
      "packets": 1314,
      "pages": 1315,
      "parallel": 1316,
      "parameter": 1317,
      "preceding": 1318,
      "previous": 1319,
      "rest": 1320,
      "return": 1321,
      "rx": 1322,
      "sc": 1323,
      "send": 1324,
      "shm": 1325,
      "shtml": 1326,
      "sources": 1327,
      "sr": 1328,
      "stat": 1329,
      "storage": 1330,
      "stores": 1331,
      "string2": 1332,
      "stringtofind": 1333,
      "swap": 1334,
      "symbolc": 1335,
      "syslog": 1336,
      "tests": 1337,
      "texthere": 1338,
      "thing": 1339,
      "trace": 1340,
      "vendor": 1341,
      "well": 1342,
      "writing": 1343,
      "yes": 1344,
      "‘": 1345,
      "\"-\"": 1346,
      "\"[": 1347,
      "'\"": 1348,
      "'-'": 1349,
      "'.*": 1350,
      "...\"": 1351,
      "/%": 1352,
      "000": 1353,
      "002": 1354,
      "0644": 1355,
      "0755": 1356,
      "1234": 1357,
      "180": 1358,
      "1st": 1359,
      "2010": 1360,
      "20MB": 1361,
      "2222": 1362,
      "3rd": 1363,
      "50KB": 1364,
      "640": 1365,
      "?\"": 1366,
      "CMS": 1367,
      "Compresses": 1368,
      "Contents": 1369,
      "Continuously": 1370,
      "Do": 1371,
      "FOLDER1": 1372,
      "Forward": 1373,
      "From": 1374,
      "Hello": 1375,
      "Labs": 1376,
      "MP3": 1377,
      "MyApp": 1378,
      "Page": 1379,
      "SIGTERM": 1380,
      "SPAM": 1381,
      "September": 1382,
      "SharedSupport": 1383,
      "Sublime": 1384,
      "VERSION": 1385,
      "WHITE": 1386,
      "X11": 1387,
      "accross": 1388,
      "actual": 1389,
      "additional": 1390,
      "aliencoders": 1391,
      "antoniod": 1392,
      "applied": 1393,
      "apps": 1394,
      "articles": 1395,
      "ask": 1396,
      "assuming": 1397,
      "avi": 1398,
      "backwards": 1399,
      "bob": 1400,
      "cat": 1401,
      "ch": 1402,
      "compression": 1403,
      "container": 1404,
      "converted": 1405,
      "counted": 1406,
      "daniel": 1407,
      "db": 1408,
      "debug": 1409,
      "deleting": 1410,
      "devices": 1411,
      "dispaly": 1412,
      "docker": 1413,
      "document": 1414,
      "enable": 1415,
      "even": 1416,
      "f1": 1417,
      "fglrx": 1418,
      "filter": 1419,
      "flv": 1420,
      "four": 1421,
      "functions": 1422,
      "grand": 1423,
      "greatest": 1424,
      "hi": 1425,
      "htm": 1426,
      "httpdocs": 1427,
      "immediately": 1428,
      "ip_addresses": 1429,
      "jar": 1430,
      "jassi": 1431,
      "join": 1432,
      "k": 1433,
      "kB": 1434,
      "lab4a": 1435,
      "later": 1436,
      "limit": 1437,
      "logfile": 1438,
      "loop": 1439,
      "memory": 1440,
      "mkv": 1441,
      "mywebsite": 1442,
      "net": 1443,
      "nginx": 1444,
      "occurences": 1445,
      "open": 1446,
      "operating": 1447,
      "orm": 1448,
      "pager": 1449,
      "parameters": 1450,
      "park": 1451,
      "passphrase": 1452,
      "pem": 1453,
      "percentage": 1454,
      "photo": 1455,
      "preceded": 1456,
      "prepending": 1457,
      "privileges": 1458,
      "query": 1459,
      "question": 1460,
      "quotes": 1461,
      "raid": 1462,
      "recently": 1463,
      "releases": 1464,
      "replaced": 1465,
      "replaces": 1466,
      "resolved": 1467,
      "returns": 1468,
      "saved": 1469,
      "saving": 1470,
      "seq": 1471,
      "shorter": 1472,
      "sleep": 1473,
      "some_directory": 1474,
      "specific": 1475,
      "state": 1476,
      "subshell": 1477,
      "success": 1478,
      "suppressing": 1479,
      "symlink": 1480,
      "template": 1481,
      "test2": 1482,
      "tgz": 1483,
      "tmux": 1484,
      "todo": 1485,
      "tommye": 1486,
      "too": 1487,
      "transfer": 1488,
      "trc": 1489,
      "uid": 1490,
      "untar": 1491,
      "valid": 1492,
      "way": 1493,
      "workspace": 1494,
      "wp": 1495,
      "x86_64": 1496,
      "zeroes": 1497,
      "|\\.": 1498,
      "“": 1499,
      "\"$@\"": 1500,
      "\".+\\.(": 1501,
      "\"..\"": 1502,
      "\"<": 1503,
      "'*/": 1504,
      "'<": 1505,
      "(',')": 1506,
      "(.": 1507,
      ")$\"": 1508,
      ")==<": 1509,
      "++\"": 1510,
      ".*\"": 1511,
      "/\".": 1512,
      "/,": 1513,
      "/{": 1514,
      "001": 1515,
      "100KB": 1516,
      "100k": 1517,
      "120": 1518,
      "127": 1519,
      "200": 1520,
      "2014": 1521,
      "222": 1522,
      "23": 1523,
      "29": 1524,
      "300MB": 1525,
      "34": 1526,
      "4000": 1527,
      "551": 1528,
      "59": 1529,
      "750": 1530,
      "='": 1531,
      ">'": 1532,
      "Bash": 1533,
      "Bit": 1534,
      "DAYS_TO_SAVE": 1535,
      "DIR_TO_CLEAN": 1536,
      "DISPLAY": 1537,
      "Disables": 1538,
      "Downloads": 1539,
      "Executes": 1540,
      "Exit": 1541,
      "FILES": 1542,
      "FIND": 1543,
      "Filter": 1544,
      "Forcibly": 1545,
      "GNU": 1546,
      "GUI": 1547,
      "Generates": 1548,
      "Is": 1549,
      "KB": 1550,
      "L": 1551,
      "LC_MESSAGES": 1552,
      "Measure": 1553,
      "NS": 1554,
      "OS": 1555,
      "Only": 1556,
      "Opens": 1557,
      "PIDs": 1558,
      "Path": 1559,
      "Ping": 1560,
      "Please": 1561,
      "Prefix": 1562,
      "Q": 1563,
      "README": 1564,
      "Resolve": 1565,
      "Reverse": 1566,
      "STRING_TO_REPLACE": 1567,
      "Sticky": 1568,
      "StringBuffer": 1569,
      "Subject": 1570,
      "Take": 1571,
      "To": 1572,
      "Trash": 1573,
      "UID": 1574,
      "Unix": 1575,
      "XML": 1576,
      "]*'": 1577,
      "accept": 1578,
      "adjascent": 1579,
      "against": 1580,
      "android": 1581,
      "anybody": 1582,
      "application": 1583,
      "arrow": 1584,
      "associated": 1585,
      "attributes": 1586,
      "because": 1587,
      "beyond": 1588,
      "bigfile": 1589,
      "bill": 1590,
      "blast": 1591,
      "bmp": 1592,
      "boot": 1593,
      "bulk": 1594,
      "calvin": 1595,
      "cannot": 1596,
      "checksums": 1597,
      "company": 1598,
      "compare": 1599,
      "compile": 1600,
      "component": 1601,
      "consecutive": 1602,
      "contained": 1603,
      "control": 1604,
      "cp": 1605,
      "data1": 1606,
      "dateiname": 1607,
      "debian": 1608,
      "decompressed": 1609,
      "decreasing": 1610,
      "deletion": 1611,
      "descriptions": 1612,
      "difference": 1613,
      "dir_a": 1614,
      "dir_b": 1615,
      "directores": 1616,
      "displays": 1617,
      "dry": 1618,
      "duplicates": 1619,
      "edwarda": 1620,
      "emlx": 1621,
      "encountered": 1622,
      "everybody": 1623,
      "f0": 1624,
      "filepattern": 1625,
      "fink": 1626,
      "forcibly": 1627,
      "fss": 1628,
      "ftp": 1629,
      "game": 1630,
      "gtest": 1631,
      "gzipped": 1632,
      "how": 1633,
      "id_rsa": 1634,
      "img": 1635,
      "implicit": 1636,
      "in1": 1637,
      "infinite": 1638,
      "inum": 1639,
      "item": 1640,
      "john": 1641,
      "json": 1642,
      "mine": 1643,
      "months": 1644,
      "my_folder": 1645,
      "myappdata": 1646,
      "nas": 1647,
      "newerthan": 1648,
      "nfs": 1649,
      "note": 1650,
      "numbered": 1651,
      "off": 1652,
      "offset": 1653,
      "omit": 1654,
      "openssl": 1655,
      "operation": 1656,
      "outputting": 1657,
      "overwrite": 1658,
      "padded": 1659,
      "paging": 1660,
      "piped": 1661,
      "pkg": 1662,
      "play": 1663,
      "plus": 1664,
      "pm": 1665,
      "pointing": 1666,
      "points": 1667,
      "prepended": 1668,
      "processors": 1669,
      "prog": 1670,
      "properties": 1671,
      "protocol": 1672,
      "python2": 1673,
      "randomly": 1674,
      "rc": 1675,
      "records": 1676,
      "recursion": 1677,
      "regards": 1678,
      "report": 1679,
      "resolve": 1680,
      "right": 1681,
      "row": 1682,
      "sbin": 1683,
      "setup": 1684,
      "shp": 1685,
      "sitesearch": 1686,
      "soft": 1687,
      "somefolder": 1688,
      "somewhere": 1689,
      "sorting": 1690,
      "stackoverflow": 1691,
      "stdin": 1692,
      "symbols": 1693,
      "t1": 1694,
      "texturedata": 1695,
      "tmpfile": 1696,
      "treat": 1697,
      "treating": 1698,
      "tsv": 1699,
      "ug": 1700,
      "units": 1701,
      "unsigned": 1702,
      "uppercase": 1703,
      "vivek": 1704,
      "vol": 1705,
      "wav": 1706,
      "weekly": 1707,
      "whoami": 1708,
      "x86": 1709,
      "xargs": 1710,
      "your_file": 1711,
      "zsh": 1712,
      "{}": 1713,
      "},": 1714,
      "}.": 1715,
      "\"#": 1716,
      "\"#\"": 1717,
      "\".*": 1718,
      "\"@": 1719,
      "$$": 1720,
      "'#'": 1721,
      "'+'": 1722,
      "(\"/\")": 1723,
      "(':')": 1724,
      "(-": 1725,
      "(.)": 1726,
      "*~": 1727,
      ".$": 1728,
      "...\\": 1729,
      "/\",": 1730,
      "/',": 1731,
      "/)": 1732,
      "/*,": 1733,
      "/*/*/*/*/*": 1734,
      "/../": 1735,
      "//": 1736,
      "16": 1737,
      "16482": 1738,
      "1KB": 1739,
      "20000k": 1740,
      "240": 1741,
      "3306": 1742,
      "444": 1743,
      "50000": 1744,
      "500KB": 1745,
      "555": 1746,
      "5MB": 1747,
      "5th": 1748,
      "770": 1749,
      ":\\": 1750,
      ">.": 1751,
      "Answer": 1752,
      "BASH_SOURCE": 1753,
      "Cache": 1754,
      "California": 1755,
      "Clean": 1756,
      "Default": 1757,
      "Determine": 1758,
      "EA": 1759,
      "EDITOR": 1760,
      "FAIL": 1761,
      "FS": 1762,
      "File1": 1763,
      "File2": 1764,
      "FirstFile": 1765,
      "Grab": 1766,
      "HOSTNAME": 1767,
      "HTTP": 1768,
      "ISOLATE": 1769,
      "Infinitely": 1770,
      "Interpret": 1771,
      "KEY": 1772,
      "LP": 1773,
      "MD5": 1774,
      "Maildir": 1775,
      "Metallica": 1776,
      "Mic": 1777,
      "NAME": 1778,
      "NOT": 1779,
      "NULL": 1780,
      "New": 1781,
      "Number": 1782,
      "ORIG_DIR": 1783,
      "PIPESTATUS": 1784,
      "POSIX": 1785,
      "Pipe": 1786,
      "Program": 1787,
      "Pushes": 1788,
      "Python": 1789,
      "Represent": 1790,
      "SELF": 1791,
      "SIGKILL": 1792,
      "STORAGEFOLDER": 1793,
      "STRING_TO_REPLACE_IT": 1794,
      "Serach": 1795,
      "Series": 1796,
      "Store": 1797,
      "String": 1798,
      "Symfony": 1799,
      "Synchronize": 1800,
      "TARGET": 1801,
      "TBD": 1802,
      "TO": 1803,
      "Takes": 1804,
      "Tecmint": 1805,
      "Tuesday": 1806,
      "UTC": 1807,
      "VER": 1808,
      "World": 1809,
      "\\-]\\{": 1810,
      "\\.": 1811,
      "\\]\"": 1812,
      "\\}\\.": 1813,
      "]*": 1814,
      "]*',": 1815,
      "^": 1816,
      "accepted_hits": 1817,
      "accessible": 1818,
      "adds": 1819,
      "adm": 1820,
      "album": 1821,
      "amzadm": 1822,
      "arr": 1823,
      "ball": 1824,
      "basedir": 1825,
      "bashrc": 1826,
      "bbb": 1827,
      "binaries": 1828,
      "bindings": 1829,
      "broadcast": 1830,
      "bus": 1831,
      "cal": 1832,
      "capital": 1833,
      "cause": 1834,
      "child": 1835,
      "chrome": 1836,
      "chromium": 1837,
      "client": 1838,
      "color": 1839,
      "combined": 1840,
      "commad": 1841,
      "commas": 1842,
      "comparing": 1843,
      "constituted": 1844,
      "convert": 1845,
      "course": 1846,
      "cpio": 1847,
      "cpuset": 1848,
      "database": 1849,
      "dates": 1850,
      "dbf": 1851,
      "dd": 1852,
      "deeper": 1853,
      "deleted": 1854,
      "denied": 1855,
      "descend": 1856,
      "detail": 1857,
      "diff": 1858,
      "differing": 1859,
      "dir_data": 1860,
      "dirctory": 1861,
      "direcotry": 1862,
      "direcoty": 1863,
      "dots": 1864,
      "drectories": 1865,
      "echoing": 1866,
      "el": 1867,
      "empname": 1868,
      "error_log": 1869,
      "everywhere": 1870,
      "executables": 1871,
      "expansion": 1872,
      "ext3": 1873,
      "fails": 1874,
      "fifo": 1875,
      "filesize": 1876,
      "filesystems": 1877,
      "filters": 1878,
      "fin": 1879,
      "finger": 1880,
      "firefox": 1881,
      "five": 1882,
      "forward": 1883,
      "full_backup_dir": 1884,
      "gitignore": 1885,
      "goes": 1886,
      "handling": 1887,
      "hash": 1888,
      "hogehoge": 1889,
      "htaccess": 1890,
      "https": 1891,
      "identical": 1892,
      "identity": 1893,
      "indicators": 1894,
      "insert": 1895,
      "install": 1896,
      "instantly": 1897,
      "javascipts": 1898,
      "just": 1899,
      "keyword": 1900,
      "kibab": 1901,
      "lacking": 1902,
      "lampp": 1903,
      "laravel": 1904,
      "leaving": 1905,
      "lighttpd": 1906,
      "linked": 1907,
      "longer": 1908,
      "lost": 1909,
      "luser": 1910,
      "m4a": 1911,
      "macosx": 1912,
      "making": 1913,
      "marker": 1914,
      "minimal": 1915,
      "module": 1916,
      "mongodb": 1917,
      "mountpoint": 1918,
      "mounts": 1919,
      "mtab": 1920,
      "mv": 1921,
      "my_iso_file": 1922,
      "myuser": 1923,
      "netinst": 1924,
      "new_dir": 1925,
      "newword": 1926,
      "normally": 1927,
      "olderthan": 1928,
      "opendns": 1929,
      "ordered": 1930,
      "otherwise": 1931,
      "outfile": 1932,
      "package": 1933,
      "passed": 1934,
      "path_in_question": 1935,
      "pattern_to_search": 1936,
      "permssion": 1937,
      "phrase": 1938,
      "phtml": 1939,
      "picture": 1940,
      "pings": 1941,
      "pipeline": 1942,
      "polkadots": 1943,
      "powers": 1944,
      "prefs": 1945,
      "preserve": 1946,
      "previously": 1947,
      "previousword": 1948,
      "private": 1949,
      "processing": 1950,
      "processor": 1951,
      "public": 1952,
      "pwd": 1953,
      "query_to_avoid": 1954,
      "quit": 1955,
      "raw": 1956,
      "recent": 1957,
      "regardless": 1958,
      "removable": 1959,
      "repo": 1960,
      "res": 1961,
      "root_dir": 1962,
      "rsync": 1963,
      "scala": 1964,
      "schemas": 1965,
      "seach": 1966,
      "searchpath": 1967,
      "secret": 1968,
      "sections": 1969,
      "separate": 1970,
      "separator": 1971,
      "seprated": 1972,
      "server_b": 1973,
      "setuid": 1974,
      "shp_all": 1975,
      "someDirectory": 1976,
      "some_pattern": 1977,
      "somefile": 1978,
      "source_dir": 1979,
      "sparse": 1980,
      "statistics": 1981,
      "sticky": 1982,
      "style": 1983,
      "subset": 1984,
      "sudo": 1985,
      "sums": 1986,
      "sysconfig": 1987,
      "t2": 1988,
      "take": 1989,
      "tarball": 1990,
      "target_location": 1991,
      "tata": 1992,
      "textfile": 1993,
      "tgt": 1994,
      "th": 1995,
      "themes": 1996,
      "themselves": 1997,
      "thumb": 1998,
      "tmpdir": 1999,
      "uncompressed": 2000,
      "updating": 2001,
      "uploads": 2002,
      "upvoter": 2003,
      "user_name": 2004,
      "userdir": 2005,
      "usernames": 2006,
      "utf8": 2007,
      "utilities": 2008,
      "vagrant": 2009,
      "vcf": 2010,
      "verbosely": 2011,
      "vm": 2012,
      "wait_event_interruptible": 2013,
      "website": 2014,
      "websites": 2015,
      "weeks": 2016,
      "welcome": 2017,
      "wheel": 2018,
      "wordpress": 2019,
      "written": 2020,
      "xargstest": 2021,
      "zzz": 2022,
      "}'": 2023,
      "}.*${": 2024,
      "значение": 2025,
      "\"$(": 2026,
      "\".+-[": 2027,
      "\"//": 2028,
      "\":": 2029,
      "'${": 2030,
      "')": 2031,
      "'->": 2032,
      "'.*/": 2033,
      "':": 2034,
      "'\\.": 2035,
      "'^\\": 2036,
      "'{": 2037,
      "(\".": 2038,
      "('": 2039,
      "(,)": 2040,
      "(>": 2041,
      ")\"": 2042,
      ")$'": 2043,
      ")'": 2044,
      "),": 2045,
      ")?\"": 2046,
      "*\",": 2047,
      "*$": 2048,
      "*,": 2049,
      "*-": 2050,
      "*.*": 2051,
      "+$'": 2052,
      "++": 2053,
      "+-\\": 2054,
      "+\\.\\": 2055,
      ",$": 2056,
      "->": 2057,
      ".)": 2058,
      ".*'": 2059,
      ".,": 2060,
      "...)": 2061,
      "../": 2062,
      "/${": 2063,
      "/.*": 2064,
      "08": 2065,
      "10th": 2066,
      "12345": 2067,
      "13": 2068,
      "15MB": 2069,
      "15sec": 2070,
      "16224": 2071,
      "1670": 2072,
      "19": 2073,
      "1GB": 2074,
      "2000000": 2075,
      "201111": 2076,
      "20238": 2077,
      "20KB": 2078,
      "211028": 2079,
      "235": 2080,
      "24000": 2081,
      "300": 2082,
      "35": 2083,
      "55": 2084,
      "61": 2085,
      "647": 2086,
      "6th": 2087,
      "70": 2088,
      "782263": 2089,
      "8000": 2090,
      "8888": 2091,
      "998": 2092,
      "999": 2093,
      "9MB": 2094,
      ":.*": 2095,
      "=$": 2096,
      "='([": 2097,
      "?'": 2098,
      "??'": 2099,
      "@$": 2100,
      "Allow": 2101,
      "April": 2102,
      "Attempt": 2103,
      "BOM": 2104,
      "CDATE": 2105,
      "CONTAINER_ID": 2106,
      "CURR_DIR": 2107,
      "Clear": 2108,
      "Concatenate": 2109,
      "Continue": 2110,
      "Cut": 2111,
      "DESTFOLDER": 2112,
      "Decompresses": 2113,
      "Developer": 2114,
      "Disable": 2115,
      "Emacs": 2116,
      "Enable": 2117,
      "ExampleClass": 2118,
      "FFPC": 2119,
      "FILENAME": 2120,
      "FOO_NO_WHITESPACE": 2121,
      "FOo": 2122,
      "FQDN": 2123,
      "Fetch": 2124,
      "Fix": 2125,
      "Forcefully": 2126,
      "Found": 2127,
      "GID": 2128,
      "Generate": 2129,
      "HOGE": 2130,
      "HOST": 2131,
      "IFS": 2132,
      "IPV4": 2133,
      "IPs": 2134,
      "Insert": 2135,
      "Java": 2136,
      "Keep": 2137,
      "Kill": 2138,
      "LC_COLLATE": 2139,
      "LDP": 2140,
      "LOCATION": 2141,
      "LOG": 2142,
      "Line": 2143,
      "Locates": 2144,
      "Log": 2145,
      "Login": 2146,
      "MOGA": 2147,
      "MOV": 2148,
      "Mac": 2149,
      "March": 2150,
      "Modify": 2151,
      "Movies": 2152,
      "MusicFiles": 2153,
      "My": 2154,
      "Name": 2155,
      "November": 2156,
      "OK": 2157,
      "OPEN": 2158,
      "OSX": 2159,
      "On": 2160,
      "Overwirte": 2161,
      "PATTERN": 2162,
      "PNG": 2163,
      "Parts": 2164,
      "Permission": 2165,
      "Pictures": 2166,
      "Prepend": 2167,
      "Receive": 2168,
      "Reversibly": 2169,
      "SCRIPT": 2170,
      "SCRIPT_NAME": 2171,
      "SEARCH": 2172,
      "SIGHUP": 2173,
      "SRC": 2174,
      "SearchString": 2175,
      "See": 2176,
      "SpoolIn": 2177,
      "Stores": 2178,
      "Substitute": 2179,
      "Tux": 2180,
      "URLs": 2181,
      "USERNAME": 2182,
      "UUID": 2183,
      "Using": 2184,
      "VARIABLE_NAME": 2185,
      "Video": 2186,
      "Views": 2187,
      "When": 2188,
      "Windows": 2189,
      "\\)": 2190,
      "\\-": 2191,
      "\\/": 2192,
      "\\[": 2193,
      "]*[.][": 2194,
      "]+\\.": 2195,
      "]\\.[": 2196,
      "_1": 2197,
      "__temp__": 2198,
      "_spec": 2199,
      "_test": 2200,
      "_tmp": 2201,
      "`/": 2202,
      "a1": 2203,
      "above": 2204,
      "abs": 2205,
      "absolute_path": 2206,
      "abspath": 2207,
      "addressing": 2208,
      "age": 2209,
      "algorithm": 2210,
      "allfiles": 2211,
      "allocation": 2212,
      "alphabet": 2213,
      "andnav": 2214,
      "answering": 2215,
      "anyone": 2216,
      "app1": 2217,
      "apparent": 2218,
      "apple": 2219,
      "apresentacao": 2220,
      "arch": 2221,
      "asia": 2222,
      "assign": 2223,
      "automatically": 2224,
      "avoid": 2225,
      "aws": 2226,
      "axvw": 2227,
      "backup_path": 2228,
      "bad": 2229,
      "batch": 2230,
      "bb": 2231,
      "being": 2232,
      "beta": 2233,
      "blabla": 2234,
      "blue": 2235,
      "bluher": 2236,
      "btree": 2237,
      "built": 2238,
      "business": 2239,
      "catalina": 2240,
      "cfg": 2241,
      "changing": 2242,
      "classes": 2243,
      "cleaning": 2244,
      "cmn": 2245,
      "codes": 2246,
      "collection": 2247,
      "combination": 2248,
      "coming": 2249,
      "compat31": 2250,
      "compiled": 2251,
      "complete": 2252,
      "composed": 2253,
      "computer": 2254,
      "connections": 2255,
      "considers": 2256,
      "constraints": 2257,
      "containg": 2258,
      "corresponding": 2259,
      "ctrl": 2260,
      "cur": 2261,
      "curent": 2262,
      "currect": 2263,
      "datafile": 2264,
      "daystart": 2265,
      "descriptor": 2266,
      "destdir": 2267,
      "destination_dir": 2268,
      "dfolder": 2269,
      "digital": 2270,
      "dir_to_start": 2271,
      "direct": 2272,
      "directorie": 2273,
      "displayables": 2274,
      "distinct": 2275,
      "dm": 2276,
      "dont": 2277,
      "downloads": 2278,
      "drivers": 2279,
      "du": 2280,
      "ec2": 2281,
      "edit": 2282,
      "emea": 2283,
      "en1": 2284,
      "endings": 2285,
      "env": 2286,
      "escaped": 2287,
      "escaping": 2288,
      "eserver6": 2289,
      "exact": 2290,
      "excluded": 2291,
      "excludeddir": 2292,
      "exits": 2293,
      "expanding": 2294,
      "extraneous": 2295,
      "false": 2296,
      "family": 2297,
      "fastq": 2298,
      "feeds": 2299,
      "file2015": 2300,
      "filepaths": 2301,
      "finalName": 2302,
      "findpdftext": 2303,
      "fits": 2304,
      "fodler": 2305,
      "folder_name": 2306,
      "foreground": 2307,
      "formatting": 2308,
      "gives": 2309,
      "good": 2310,
      "gpio": 2311,
      "happens": 2312,
      "hardware": 2313,
      "hiddendir": 2314,
      "highest": 2315,
      "highlighting": 2316,
      "hyphenate": 2317,
      "ian": 2318,
      "icon": 2319,
      "ignored_directory": 2320,
      "important": 2321,
      "incl": 2322,
      "inodes": 2323,
      "input_file": 2324,
      "input_file_type": 2325,
      "insanewebproject": 2326,
      "invoking": 2327,
      "iscsi": 2328,
      "iso": 2329,
      "j": 2330,
      "jenkins": 2331,
      "jm": 2332,
      "jsp": 2333,
      "justified": 2334,
